{
  "details": {
    "adventure": {
      "formatted": "アドベンチャー",
      "desc": "Adventure servers extend on the Adventure Minecraft Gamemode where the player has limited interactions with a preset world that is usually custom or player-created. The objective is usually to survive by crafting items and killing mobs while dealing with the challenge of not being able to destroy or place blocks."
    },
    "anarchy": {
      "formatted": "アナーキー",
      "desc": "アナーキー サーバーは大抵の場合、ワールド保護は最低限で、法律やルールはありません。 中には、アンフェア アドバンテージを得るため、またはプレイヤーほぼ全員がチートを使用しているアナーキー サーバーでフェアになるために作られた、マインクラフトの根本を変えてしまうようなクライアントを許可しているサーバーもあります。 共通の目的は、荒らしが頻発する、厳しいながらも制限のない環境の中で、他のプレイヤーやモブから自身を守り、生き残り、資源を集め、安全で隠れた基地を建設することです。"
    },
    "battleroyale": {
      "formatted": "バトルロイヤル",
      "desc": "Battle Royale servers are for players who wish to test their Minecraft skills against others in a closed-off battle arena that progressively shrinks over time where resources can be found to one-up other players. Battle Royale servers are often inspired by other well know video games such as Fortnite, PUBG, and Call of Duty."
    },
    "bedwars": {
      "formatted": "ベッドウォーズ",
      "desc": "ベッドウォーズは、自チームのベッドを守り、敵チームのベッドを破壊しながら、最後の一人、またはチームになることで勝利する、人気のPvP（プレイヤー対プレイヤー）型マインクラフト ミニゲームです。 ほとんどのサーバーでは、自チームのベッドが破壊されてしまうとリスポーン不可になってしまうため、自チームのベッドを防衛する必要があります。 ベッドウォーズは大抵の場合浮島での戦いになるため、底なしの奈落に落ちることを回避しなければいけません。"
    },
    "hungergames": {
      "formatted": "ハンガーゲーム",
      "desc": "ハンガーゲームは、マップ中で見つけられるアイテムを活用してほかのプレイヤーから身を守り、最後の一人になるまで生き残ることで勝利する、人気のPvP（プレイヤー対プレイヤー）マインクラフト ミニゲームです。"
    },
    "survivalgames": {
      "formatted": "サバイバルゲーム",
      "desc": "サバイバルゲームは、マップ中で見つけられるアイテムを活用してほかのプレイヤーから身を守り、最後の一人になるまで生き残ることで勝利する、人気のPvP（プレイヤー対プレイヤー）マインクラフト ミニゲームです。"
    },
    "factions": {
      "formatted": "ファクション",
      "desc": "ファクション サーバーは、新しくクランを作るか、すでに存在しているクランに参加することでほかのプレイヤーとチームを組み協力する、競争力のあるPvPサーバーです。 ファクションのメンバーは、拠点の建築をしたり、土地の防衛、材料を集めたり、新しいメンバーを募ったりすることが主な仕事です。 サーバー内のファクションは、協力し合い、お互いをサポートすることもできますが、敵対関係になることを選択し、戦闘に持ち込むこともできます。"
    },
    "economy": {
      "formatted": "経済",
      "desc": "経済サーバーは、プレイヤーがゲーム内通貨を得たり、使用したりすることができる仮想の経済を運営するサーバーです。 プレイヤーは、価値のある材料を採掘したり、チャレンジをクリア、ほかのプレイヤーとトレード、そしてアイテムをショップで販売することでお金を得ることができます。 ほとんどのサーバーは、ほかのプレイヤーとの競争性を増させるために、プレイヤーのランキングを表示しています。"
    },
    "creative": {
      "formatted": "クリエイティブ",
      "desc": "クリエイティブ サーバーは、クリエイティブの機能を有効にしているサーバーです。 サバイバルの機能を無効化することで、プレイヤーたちは無限にあるブロックで街を造ったり、複雑な建築物などを作ることができます。 クリエイティブの機能の一つである飛行も有効化されているため、楽に建築をすることができます。 そして、建築をさらに楽にさせてくれるワールドを編集するプラグインなどが使用されています。"
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO is a plugin that adds RPG style features to Minecraft's normal survival gameplay. It allows players to earn experience and level up by doing actions or using tools. By reaching higher levels, they can gain bonuses such as double item drops. Experience can be earned in all sorts of ways from mining and woodcutting to archery and alchemy."
    },
    "skyblock": {
      "formatted": "スカイブロック",
      "desc": "スカイブロック サーバーは、オリジナルのサバイバルのスカイブロック マップのマルチプレイヤー バージョンです。プレイヤーは資源が限られている小さな浮島にスポーンし、クリエイティブに考えて資源を集め、島を拡張し、生活しなければなりません。 多くのスカイブロック サーバーには、ゲーム内通貨でアイテムを売買できる経済機能や、裕福なプレイヤーのランキングなどがあります。"
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "PvPが有効なサーバーでは、プレイヤーはほかのプレイヤーと戦い、ダメージを与えることができます。 PvPサーバーには、「バニラ」や「ファクション」から、「バトル ロイヤル」 スタイルのミニゲームなど、たくさんの種類のゲームモードが含まれています。 プレイヤーは、危険な自然や敵対するモブなどだけでなく、ほかのプレイヤーからも身を守り、生き残らなければなりません。 多くの場合、スポーン地点などには、プレイヤーがダメージを受けないセーフゾーン（安全地帯）がありますが、中にはセーフゾーンがなく、マップ中どこでもPvPが有効化されているサーバーもあります。"
    },
    "prison": {
      "formatted": "プリズン",
      "desc": "Prison servers don't have any wilderness and are instead set entirely within a prison-themed map. Players start at the lowest rank with basic tools and must earn money to rank up and become more powerful. Money is earned by mining resources at predesignated mines, and new mines with more valuable resources are unlocked by ranking up. Players can challenge each other to battle in PvP arenas and even buy plots of land inside the prison to build a base and store valuables."
    },
    "survival": {
      "formatted": "サバイバル",
      "desc": "サバイバルは、荒野を探索し、資材を集め、危険な自然や敵対するモブたちから生き残る、マインクラフトのデフォルトのゲームモードです。 サバイバル サーバーの中には、オリジナルのサバイバル モードをそのまま使用しているサーバーもありますが、たいていの場合、プラグインやModなどを使用し、経済機能や、プレイヤー主導の町などの追加機能を追加しています。 PvPが有効化されていることもあり、その場合、プレイヤーは、敵対するモブと敵プレイヤー、両方を相手に生き残らなければなりません。"
    },
    "towny": {
      "formatted": "生活サーバー",
      "desc": "Towny servers are land management orientated, players can own plots of land and create a town by working together and inviting other players. New players can either join an existing town or create their own, and each town has a mayor who is in charge of managing the residents and setting the rules. Towny also adds economic features including town banks, the ability to purchase land with in-game currency and a taxation system."
    },
    "vanilla": {
      "formatted": "バニラ",
      "desc": "バニラ サーバーは、マインクラフトのオリジナルのサバイバル モードをマルチプレイヤーで再現することを目的としています。 純粋なバニラ サーバーは、マインクラフトから直接提供される（Spigotなどでない）サーバー ソフトウェアを使用しておらず、改造などが施されていません。 セミ バニラ サーバーは、改造されたサーバー ソフトウェアを使用しており、プラグインを数個導入していることもありますが、どれもシンプルな機能を追加するだけのものであり、ゲーム性を大幅に変更してしまうようなプラグインは使用されていません。"
    },
    "minigames": {
      "formatted": "ミニゲーム",
      "desc": "ミニゲーム サーバーは、一つのサーバー内でさまざまなゲームモードをプレイできるサーバーです。 プレイヤーはサーバーに参加するとまず中央ロビーに接続され、そこでプレイしたいミニゲームを選ぶことができます。 チームワークや協力が必要なゲームもあれば、PvP力が関与する競争力のあるゲームもあります。 人気のミニゲームには、「Hide and seek（かくれんぼ）」、「Capture the Flag （敵チームの旗を取り、自拠点まで持ち帰るゲーム）」、「Spleef （相手の下にあるブロックを破壊し、相手を奈落に落とすゲーム）」、ベッドウォーズなどがあります。"
    },
    "roleplay": {
      "formatted": "ロールプレイング",
      "desc": "Minecraft servers based around roleplaying encourage players to take on the role of a completely different character and immerse themselves in a fantasy world. Roleplay servers are often heavily modified and use custom plugins and pre-built custom or player-made maps to give the server a specific theme."
    },
    "pixelmon": {
      "formatted": "Pixelmon （ポケモンMod）",
      "desc": "ポケモン風Mod、「Pixelmon（ピクセルモン）」のマルチプレイヤー版をプレイできるサーバーです。 Pixelmonは、プレイヤーが捕まえることができる、ワールド中にランダムにスポーンする何千ものポケモンなどで、ゲーム「ポケモン」をマインクラフト内で再現することを目的とたModです。 そして、Pixelmonの機能には、忠実に再現されたポケモンバトルのメカニック、NPCのトレーナーのジム、そして完璧に機能するポケモン辞典などがあります。"
    },
    "parkour": {
      "formatted": "パルクール",
      "desc": "パルクール サーバーの目的は、走り、ジャンプ、登りアクションなどを駆使し、障害物のあるコースをクリアすることです。 コースごとに別のテーマがあり、難しさのレベルは簡単なものから、とても難しいものまでさまざまです。 たいていのパルクール サーバーでは、最速のプレイヤーを表示したり、一つのコースにどれだけの時間をかけているかを数えるタイマーが表示されています。"
    },
    "pve": {
      "formatted": "PvE",
      "desc": "PvE（プレイヤー対モンスター）サーバーでは、他プレイヤーへのダメージは無効化され、戦うことができません。 代わりに、プレイヤーはともに協力し合い、モンスターなどから生き残らなければなりません。"
    },
    "skywars": {
      "formatted": "スカイウォーズ",
      "desc": "スカイウォーズは、最後の一人になるまで浮島の上で戦うミニゲームです。 プレイヤーは個々の島にスポーンし、プレイヤーはゲームが開始されたら、ほかの島に行く前にまず、戦う準備をしなければいけません。 島にあるチェストには、武器や食料などの使えるアイテムが入っています。 そしてたいていの場合、マップの中心には、さらに多くのアイテムなどがある大きな島があります。"
    },
    "hardcore": {
      "formatted": "ハードコア",
      "desc": "ハードコア サーバーは、ルールを少なく抑え、サバイバルをハードにすることが目的である競争力のあるPvPサーバーです。 たいていのハードコア サーバーは、荒らし行為を罰さず、ワールド保護システムを使用していません。 中には、プレイヤーが死んでしまった際にプレイヤーを一時的に参加不可能にしたり、自然回復を無効化しているサーバーもあります。"
    },
    "kitpvp": {
      "formatted": "キットPvP",
      "desc": "キットPvPは、プレイヤーが戦闘前に使用するキットを選択し、さまざまなエリアで戦う競争ゲームモードです。 各キットには、プレイヤーにさまざまな戦闘アビリティを与えるためのユニークなアイテムのセット、効果、そして武器や防具を含む特別なアビリティが含まれています。 ポイントを獲得し、レベルアップすることで、新しい、より強力なキットをアンロックすることができます。"
    }
  }
}
