{
  "details": {
    "adventure": {
      "formatted": "Aventure",
      "desc": "Les serveurs d'Aventures s'étendent sur le mode Minecraft aventure où le joueur a des interactions limité avec un monde predefini qui est souvent customisation ou créer par les joueurs. L'objectif est souvent de survivre en produisant des objets et en tuant des monstres tout en realisant le defis de ne pas poser ou casser des blocs."
    },
    "anarchy": {
      "formatted": "Anarchie",
      "desc": "Les serveurs d'anarchie ont souvent tendance à être sans loi avec une protection minimale des terres et sans règles. Certains serveurs d'anarchie permettent de tricher comme des clients qui modifient le fonctionnement de Minecraft pour donner un avantage injuste ou un avantage équitable dans un paramètre anarchique où chaque joueur triche. L'objectif commun est de survivre et de défendre contre les autres joueurs et les créatures, de récolter des ressources. construire des bases sûres et cachées, le tout dans un environnement impitoyable et non restrictif où le deuil s'exécute de manière rampante."
    },
    "battleroyale": {
      "formatted": "Battle Royale",
      "desc": "Les serveurs Battle Royale sont destinés aux joueurs qui souhaitent tester leurs compétences Minecraft contre les autres dans une arène de combat fermée qui se réduit progressivement au fil du temps où des ressources peuvent être trouvées pour unir d'autres joueurs. Les serveurs Battle Royale sont souvent inspirés d'autres jeux vidéo connus comme Fortnite, PUBG ou Call of Duty."
    },
    "bedwars": {
      "formatted": "BedWars",
      "desc": "Bedwars est un mode de jeu en mode PvP stratégique populaire (joueur contre joueur), un mini-jeu Minecraft où l'objectif est d'être le dernier joueur (ou l'équipe) vivant en défendant ou en éliminant les adversaires. Le mode de jeu en Bedwars implique souvent un lit qui doit être protégé comme quand il est détruit, vous ne réapparaîtrez plus. Les Bedwars sont généralement placés sur des îles dans le ciel où le plus grand danger est de ne pas tomber dans le vide sans fond."
    },
    "hungergames": {
      "formatted": "Hunger Games",
      "desc": "Le Survival est un mode de jeu Minecraft PvP (Joueurs vs Joueurs) populaire, où l'objectif est de survivre à partir d'objets trouvés en explorant les environs de la carte et se défendant des autres joueurs pour être le dernier joueur restant."
    },
    "survivalgames": {
      "formatted": "Survival",
      "desc": "Le Survival est un mode de jeu Minecraft PvP (Joueurs vs Joueurs) populaire, où l'objectif est de survivre à partir d'objets trouvés en explorant les environs de la carte et se défendant des autres joueurs pour être le dernier joueur restant."
    },
    "factions": {
      "formatted": "Factions",
      "desc": "Les serveurs de Factions sont des serveurs PvP (joueur contre joueur) compétitifs qui permettent aux joueurs de faire équipe avec d'autres joueurs en créant ou en rejoignant des clans existants. Les membres de la faction travaillent ensemble pour construire des bases, protéger leurs terres, collecter des ressources précieuses et recruter de nouveaux membres. Les factions dans un serveur peuvent soit devenir des alliés et fournir un soutien mutuel, soit choisir d'être des ennemis et entrer au combat."
    },
    "economy": {
      "formatted": "Économie",
      "desc": "Les serveurs économiques gèrent une économie virtuelle qui permet aux joueurs de gagner et de dépenser une monnaie en jeu. Les joueurs peuvent gagner de l'argent en minant des ressources précieuses, en complétant des défis, en échangeant avec d'autres joueurs, et en vendant des objets dans les magasins. La plupart des serveurs affichent aussi des classements pour encourager la concurrence entre les joueurs les plus riches."
    },
    "creative": {
      "formatted": "Créatif",
      "desc": "Les serveurs de mode créatif ont des fonctionnalités créatives activées. Ces modes désactivent les fonctionnalités de survie de Minecraft, permettant aux joueurs de construire des villes et d'autres structures complexes avec un nombre illimité de blocs. Le mode Vol est activé dans le mode créatif afin de faciliter la construction. Les serveurs permettent également l'utilisation de plugins d'édition de monde qui rendent le processus de construction encore plus facile."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO est un plugin qui ajoute des fonctionnalités de style RPG au jeu de survie normal de Minecraft. Il permet aux joueurs de gagner de l'expérience et de passer au niveau supérieur en faisant des actions ou en utilisant des outils. En atteignant des niveaux plus élevés, ils peuvent gagner des bonus tels que la chute de deux objets. L'expérience peut être acquise de toutes sortes de façons, de l'exploitation minière à la coupe du bois, au tir à l'arc et à l'alchimie."
    },
    "skyblock": {
      "formatted": "Skyblock",
      "desc": "Les serveurs Skyblock sont des versions multijoueurs de la carte originale de survie Skyblock. Chaque joueur fait apparaître sur une petite île flottante avec des ressources limitées et doit réfléchir de façon créative pour récolter des matériaux, étendre l'île et survivre. La majorité des serveurs Skyblock comprennent des fonctionnalités économiques telles que la possibilité d'acheter et de vendre des objets avec la monnaie en jeu et les classements des joueurs les plus riches."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "Les serveurs Minecraft avec PvP permettent aux joueurs de se battre et de se causer des dégâts. Les serveurs PvP comprennent une grande variété de modes de jeu allant de la survie à la vanille et aux factions aux mini-jeux de style royale et au KitPvP. Les joueurs doivent survivre non seulement contre l'environnement et les créatures hostiles, mais aussi contre les joueurs ennemis. Certains serveurs ont le PvP activés sur toute la carte tandis que d'autres ont des zones sûres telles que l'apparition où les joueurs ne peuvent pas se battre."
    },
    "prison": {
      "formatted": "Prison",
      "desc": "Prison servers don't have any wilderness and are instead set entirely within a prison-themed map. Players start at the lowest rank with basic tools and must earn money to rank up and become more powerful. Money is earned by mining resources at predesignated mines, and new mines with more valuable resources are unlocked by ranking up. Players can challenge each other to battle in PvP arenas and even buy plots of land inside the prison to build a base and store valuables."
    },
    "survival": {
      "formatted": "Survie",
      "desc": "Survival is the default Minecraft gamemode where players explore the wilderness and gather resources to survive in a hostile environment. Some survival servers are vanilla and don't change normal gameplay, while others use plugins and mods to add extra features such as an in-game economy and player-run towns. Survival servers may also have PvP enabled, meaning players need to survive against hostile mobs and enemy players."
    },
    "towny": {
      "formatted": "Towny",
      "desc": "Towny servers are land management orientated, players can own plots of land and create a town by working together and inviting other players. New players can either join an existing town or create their own, and each town has a mayor who is in charge of managing the residents and setting the rules. Towny also adds economic features including town banks, the ability to purchase land with in-game currency and a taxation system."
    },
    "vanilla": {
      "formatted": "Vanilla",
      "desc": "Vanilla servers aim to recreate Minecraft's original survival gameplay in a multiplayer world. Pure vanilla servers use the server software provided directly by Minecraft and don't have any modifications. Semi-vanilla servers use modified server software and may have a small number of plugins, but only to add simple features that don't significantly change gameplay."
    },
    "minigames": {
      "formatted": "Mini-jeux",
      "desc": "Minigames servers offer a variety of fun gamemodes that can all be played from within a single server. Players join a central lobby and then select the individual minigame that they want to play. Some are competitive and involve PvP while other games require teamwork and cooperation. Popular minigames include Hide and Seek, Capture the Flag, Spleef and Bedwars."
    },
    "roleplay": {
      "formatted": "RolePlay",
      "desc": "Minecraft servers based around roleplaying encourage players to take on the role of a completely different character and immerse themselves in a fantasy world. Roleplay servers are often heavily modified and use custom plugins and pre-built custom or player-made maps to give the server a specific theme."
    },
    "pixelmon": {
      "formatted": "Pixelmon",
      "desc": "Minecraft servers running the multiplayer version of the Pixelmon mod. Pixelmon aims to recreate Pokemon gameplay within Minecraft by adding hundreds of different species of Pokemon that randomly spawn throughout the world and can be captured by players. The mod also adds realistic Pokemon battle mechanics, gyms complete with NPC trainers and a fully functional Pokedex."
    },
    "parkour": {
      "formatted": "Parcours",
      "desc": "The objective of Minecraft parkour servers is to complete obstacle courses by running, jumping and climbing from one stage to the next. The courses have different themes and range in difficulty from easy to extremely hard. Parkour servers usually have a timer counting how long it takes to complete each course and show leaderboards of the fastest players."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "Player versus environment servers have PvP disabled meaning players cannot fight and do damage to each other. Instead, players must work together and survive against the environment and Minecraft's many hostile mobs."
    },
    "skywars": {
      "formatted": "SkyWars",
      "desc": "Skywars is a PvP minigame where players battle each other on floating islands until only one survivor is remaining. Each player spawns on an individual island, when the game begins players must prepare for battle before crossing to the other islands and fighting. Chests on each island contain useful items including weapons and food, and there is commonly a larger island at the centre of the map with even more resources."
    },
    "hardcore": {
      "formatted": "Hardcore",
      "desc": "Hardcore servers are competitive PvP servers that don't have many rules and aim to make survival extremely difficult. These servers usually allow griefing and don't have any kind of land protection system. Some hardcore servers will even temporarily ban players upon death or not enable natural health regeneration."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP is a competitive gamemode where players choose a kit to equip before going into battle and fighting each other in different areas. Each kit contains a unique set of items, effects and special abilities including weapons and armour that give players different fighting abilities. New and more powerful kits can be unlocked by scoring points and levelling up."
    }
  }
}
