{
  "header": "پریمیوم کرفتی",
  "subheader": "یک پلن انتخاب کنید که هم نیاز شما و هم هزینه های توسعه کرفتی را باهم برطرف کند!",
  "monthly": "ماهیانه",
  "annually": "سالیانه",
  "year": "سال",
  "month": "ماه",
  "craftyBot": "بات کرفتی",
  "craftyBotInformation": "بات کرفتی یک بات پیشرفته دیسکورد در ضمینه ماینکرافت هست. درباره آن می توانید بیشتر اطلاعات کسب کنید در",
  "comingSoon": "به زودی",
  "benefits": "ویژگی ها",
  "subscribe": "مشترک شدن",
  "off": "تخفیف",
  "emerald": {
    "slug": "اسلاگ سفارشی (/users/custom-slug)",
    "color": "رنگ اختصاری سفارشی برای صفحه سرور و بازیکن خودتان",
    "access": "دسترسی ویژه زمرد در سرور دیسکورد کرفتی",
    "icon": "آیکن روی پروفایل crafty.gg خودتان",
    "serverTracking": "دسترسی 1 جای خالی برای پیگیری وضعیت سرور ماینکرافت",
    "dmCommands": "قابلیت استفاده از دستورات با ارسال پیام مستقیم",
    "textureSearch": "دسترسی به دستور texturesearch/",
    "notifications": "دریافت اعلانات توسط دیسکورد و/یا ایمیل وقتی که یک نام کاربری ماینکرافت در دسترس قرار میگیرد (تا 1 عدد نام کاربری)"
  },
  "ruby": {
    "customImage": "قابلیت افزودن یک عکس سفارشی در صفحه سرور خودتان",
    "serverDescription": "Server description character limit bump to 1,500 characters (instead of 500)",
    "moreTags": "اضافه کردن 9 عدد تگ به سرورتان (به جای 5 تا)",
    "access": "دسترسی ویژه یاقوت در سرور دیسکورد کرفتی",
    "icon": "آیکن روی پروفایل crafty.gg خودتان",
    "removeCooldowns": "حذف تمامی محدودیت های زمانی بین زدن دستورات",
    "serverTracking": "دسترسی 2 جای خالی برای پیگیری وضعیت سرور ماینکرافت",
    "notifications": "دریافت اعلانات توسط دیسکورد و/یا ایمیل وقتی که یک نام کاربری ماینکرافت در دسترس قرار میگیرد (تا 3 عدد نام کاربری)"
  },
  "diamond": {
    "slug": "اسلاگ سفارشی سرور (/servers/custom-slug)",
    "earlyAccess": "دسترسی به ویژگی های زودهنگام جایی که شما می توانید بازخورد های ویژه به ما دهید",
    "access": "دسترسی ویژه الماس در سرور دیسکورد کرفتی",
    "icon": "آیکن روی پروفایل crafty.gg خودتان",
    "removeUpvote": "حذف تمامی رائ مثبت های لازم و محدودیت زمانی برای تمامی کاربران داخل یک سرور دیسکورد",
    "serverTracking": "دسترسی 3 جای خالی برای پیگیری وضعیت سرور ماینکرافت",
    "notifications": "دریافت اعلانات توسط دیسکورد و/یا ایمیل وقتی که یک نام کاربری ماینکرافت در دسترس قرار میگیرد (تا 8 عدد نام کاربری)"
  },
  "futureFeatures": {
    "header": "با مشترک شدن، شما به توسعه کرفتی کمک شایانی می کنید",
    "subheader": "این یک لیست از ویژگی هایی هست که برنامه افزودن آن ها را در آینده داریم",
    "playerStatistics": "آمار بازیکن",
    "playerStatisticsInformation": "گرفتن آمار بازیکن از چندین سرور محبوب ماینکرافت، همه در یک جا. این ابزار از قبل درحال توسعه بوده و در بات کرفتی درحال استفاده است",
    "richTextEditor": "ویرایشگر متن کامل",
    "richTextEditorInformation": "درحال حاضر ما فقط از فرمت توضیحات سرور شما استفاده می کنیم، این برنامه را داریم که در آینده با یک ویرایشگر متن غنی به کمک شما در ساخت بهترین توضیح برای سرورتان بیاییم",
    "serverAnalytics": "آمار سرور",
    "serverAnalyticsInformation": "آمار برای دارندگان سرور تا بینش بهتری داشته باشند",
    "skinEditor": "ویرایشگر اسکین",
    "skinEditorInformation": "ویرایشگر اسکین با ویژگی های کامل برای اینکه بتونید بهترین اسکین خود را آزادانه و با راحتی بسازید",
    "notifications": "اعلانات",
    "notificationsInformation": "دریافت اعلانات کاربردی (اگر اعمال کنید) وقتی که سرور شما آفلاین می شود، وقتی که یک نام کاربری در دسترس قرار میگیرد، وقتی یک مقاله یا نسخه جدیدی از ماینکرافت منتشر می شود و کلی چیز های دیگر!",
    "yourSuggestion": "پیشنهادات شما",
    "yourSuggestionInformation": "نظرات شما نیز می توانند اینجا باشند. عضو سرور دیسکورد ما شوید و به ما بگویید که دوست دارید چه چیزی را در آینده ببینید، یا اینکه فرم بازخورد را در صفحه بازخورد ما پر کنید"
  }
}
