{
  "header": "پریمیوم کرفتی",
  "subheader": "یک پلن انتخاب کنید که هم نیاز شما و هم هزینه های توسعه کرفتی را باهم برطرف کند!",
  "monthly": "ماهیانه",
  "annually": "سالیانه",
  "year": "سال",
  "month": "ماه",
  "craftyBot": "بات کرفتی",
  "craftyBotInformation": "بات کرفتی یک بات پیشرفته دیسکورد در ضمینه ماینکرافت هست. درباره آن می توانید بیشتر اطلاعات کسب کنید در",
  "comingSoon": "به زودی",
  "benefits": "ویژگی ها",
  "subscribe": "مشترک شدن",
  "off": "تخفیف",
  "emerald": {
    "slug": "Custom slug (/users/custom-slug)",
    "color": "رنگ اختصاری سفارشی برای صفحه سرور و بازیکن خودتان",
    "access": "دسترسی ویژه زمرد در سرور دیسکورد کرفتی",
    "icon": "آیکن روی پروفایل crafty.gg خودتان",
    "serverTracking": "دسترسی 1 جای خالی برای پیگیری وضعیت سرور ماینکرافت",
    "dmCommands": "قابلیت استفاده از دستورات با ارسال پیام مستقیم",
    "textureSearch": "دسترسی به دستور texturesearch/",
    "notifications": "دریافت اعلانات توسط دیسکورد و/یا ایمیل وقتی که یک نام کاربری ماینکرافت در دسترس قرار میگیرد (تا 1 عدد نام کاربری)"
  },
  "ruby": {
    "customImage": "قابلیت افزودن یک عکس سفارشی در صفحه سرور خودتان",
    "serverDescription": "افزایش محدودیت نوشتن توضیحات تا 1000 کاراکتر (به جای 350 تا)",
    "moreTags": "اضافه کردن 9 عدد تگ به سرورتان (به جای 5 تا)",
    "access": "Special Emerald access on Crafty's Discord",
    "icon": "آیکن روی پروفایل crafty.gg خودتان",
    "removeCooldowns": "حذف تمامی محدودیت های زمانی بین زدن دستورات",
    "serverTracking": "دسترسی 2 جای خالی برای پیگیری وضعیت سرور ماینکرافت",
    "notifications": "دریافت اعلانات توسط دیسکورد و/یا ایمیل وقتی که یک نام کاربری ماینکرافت در دسترس قرار میگیرد (تا 3 عدد نام کاربری)"
  },
  "diamond": {
    "slug": "Custom Server slug (/servers/custom-slug)",
    "earlyAccess": "Early Access to our features, where you can provide feedback",
    "access": "Special Emerald access on Crafty's Discord",
    "icon": "icon on your crafty.gg profile",
    "removeUpvote": "Remove all upvote requirements and cooldowns for all users in a Discord server",
    "serverTracking": "Access to 3 Minecraft server tracking slots",
    "notifications": "Receive notification when Minecraft username becomes available via Discord and/or e-mail (8 username)"
  },
  "futureFeatures": {
    "header": "By subscribing, you support the development of Crafty",
    "subheader": "Here's a list of features we plan to introduce in the future",
    "playerStatistics": "Player Statistics",
    "playerStatisticsInformation": "Get Minecraft player statistics across multiple popular Minecraft servers, all-in-one. This tool is already under development and is used by Crafty bot",
    "richTextEditor": "Rich Text Editor",
    "richTextEditorInformation": "Right now you can only use Markdown for your server's description, we plan to change this with a feature rich text editor to help you create the best description for your server",
    "serverAnalytics": "Server Analytics",
    "serverAnalyticsInformation": "Analytics for server owners for better insights",
    "skinEditor": "Skin Editor",
    "skinEditorInformation": "Feature rich skin editor for you to create your next best skin freely and with ease",
    "notifications": "Notifications",
    "notificationsInformation": "Receive notifications useful notifications (if you opt in) when your server goes offline, when a Minecraft username is available, when a new Minecraft version or article is out, and more!",
    "yourSuggestion": "Your Suggestion",
    "yourSuggestionInformation": "Your idea could be here. Join our discord and let us know what you'd like to see or fill out the form in the feedback page"
  }
}
