{
  "header": "Крафти Премиум",
  "subheader": "Избери план, който да отговаря на нуждите ти и финансирай разработването на Крафти!",
  "monthly": "Плащане на месец",
  "annually": "Плащане на година",
  "year": "година",
  "month": "месец",
  "craftyBot": "Бот Крафти",
  "craftyBotInformation": "Крафти е напреднал, фокусиран върху Майнкрафт, бот за Дискорд. Намери повече информация на",
  "comingSoon": "Очаквайте скоро",
  "benefits": "предимства",
  "subscribe": "Абонирай се",
  "off": "намаление",
  "emerald": {
    "slug": "Персонализиран URL адрес (/users/custom-slug)",
    "color": "Специален цвят за страниците ти на сървър и играч",
    "access": "Специален смарагден достъп в сървъра в Дискорд на Крафти",
    "icon": "Смарагдна значка в твоя профил в crafty.gg",
    "serverTracking": "Достъп до 1 място за проследяване на Майнкрафт сървър",
    "dmCommands": "Използване на команди чрез директни съобщения",
    "textureSearch": "Достъп до командата /texturesearch",
    "notifications": "Получаване на известие, когато дадено потребителско име в Майнкрафт се освободи през Дискорд и/или електронна поща (1 потребителско име)"
  },
  "ruby": {
    "customImage": "Добавяне на персонализирано изображение в страницата на сървъра ти",
    "serverDescription": "1000 символа лимит за описанието на сървъра ти (вместо 350)",
    "moreTags": "Добавяне на до 9 ключови думи за сървъра ти (вместо 5)",
    "access": "Специален рубинен достъп в сървъра в Дискорд на Крафти",
    "icon": "Рубинена значка в твоя профил в crafty.gg",
    "removeCooldowns": "Премахване на всички командни изчаквания",
    "serverTracking": "Достъп до 2 места за проследяване на Майнкрафт сървъри",
    "notifications": "Получаване на известие, когато дадено потребителско име в Майнкрафт се освободи през Дискорд и/или електронна поща (3 потребителски имена)"
  },
  "diamond": {
    "slug": "Персонализиран URL адрес за сървъра ти (/servers/custom-slug)",
    "earlyAccess": "Ранен достъп до нашите функции, където можеш да изпратиш отзиви",
    "access": "Специален диамантен достъп в сървъра в Дискорд на Крафти",
    "icon": "Диамантена значка в твоя профил в crafty.gg",
    "removeUpvote": "Премахване на всички изисквания за гласуване и изчаквания за всички членове на сървър в Дискорд",
    "serverTracking": "Достъп до 3 места за проследяване на Майнкрафт сървъри",
    "notifications": "Получаване на известие, когато дадено потребителско име в Майнкрафт се освободи през Дискорд и/или електронна поща (8 потребителски имена)"
  },
  "futureFeatures": {
    "header": "Абонирайки се, подкрепяш разработването на Крафти",
    "subheader": "Тук имаш списък с функциите, които планираме да въведем в бъдеще",
    "playerStatistics": "Статистики за играчи",
    "playerStatisticsInformation": "Получи статистики относно играчи на множество известни Майнкрафт сървъри, всичко в едно. Това вече се разработва и се използва от бота Крафти",
    "richTextEditor": "Богат текстов редактор",
    "richTextEditorInformation": "В момента само можеш да използваш Маркдаун в описанието на сървъра ти. Планираме да променим това с богат текстов редактор, за да ти помогнем да създадеш най-доброто описание за сървъра ти",
    "serverAnalytics": "Аналитики за сървъра ти",
    "serverAnalyticsInformation": "Аналитики за собственици на сървъри",
    "skinEditor": "Редактор на скинове",
    "skinEditorInformation": "Богат редактор на скинове за теб, който да ти помогне да създадеш следващия ти най-добър скин свободно и с лекота",
    "notifications": "Известия",
    "notificationsInformation": "Получи полезни известия (ако желаеш), когато сървърът ти се изключи, когато дадено потребителско име в Майнкрафт се освободи, когато излезе нова версия или статия на Майнкрафт, и много повече!",
    "yourSuggestion": "Твоята идея",
    "yourSuggestionInformation": "Твоята идея може да е тук. Присъедини се към нашия сървър в Дискорд и ни кажи какво би искал/а да видиш или попълни формуляра в страницата за отзиви"
  }
}
