{
  "header": "Премиум Crafty",
  "subheader": "Выберите план, который соответствует вашим потребностям, и одновременно финансируйте развитие Crafty!",
  "monthly": "Ежемесячно",
  "annually": "Ежегодно",
  "year": "год",
  "month": "месяц",
  "craftyBot": "Crafty Bot",
  "craftyBotInformation": "Crafty bot - это продвинутый бот по Minecraft для вашего Discord сервера. Более подробную информацию можно найти на",
  "comingSoon": "Скоро",
  "benefits": "преимущества",
  "subscribe": "Подписаться",
  "off": "скидка",
  "emerald": {
    "slug": "Пользовательский url (/users/custom-url)",
    "color": "Пользовательский цвет акцента для страницы вашего сервера и игрока",
    "access": "Специальный Emerald доступ на Discord сервере Crafty",
    "icon": "значок на вашем профиле crafty.gg",
    "serverTracking": "Доступ к 1-ому слоту отслеживания серверов Minecraft",
    "dmCommands": "Возможность использования команд в личных сообщениях",
    "textureSearch": "Доступ к команде /texturesearch",
    "notifications": "Получение уведомления через Discord и/или e-mail, когда имя пользователя Minecraft становится доступно (1 имя пользователя)"
  },
  "ruby": {
    "customImage": "Возможность добавления пользовательского изображения на странице вашего сервера",
    "serverDescription": "Увеличение лимита символов для описания сервера до 1500 (вместо 500)",
    "moreTags": "Добавление до 9 тегов для вашего сервера (вместо 5)",
    "access": "Специальный Ruby доступ на Discord сервере Crafty",
    "icon": "значок на вашем профиле crafty.gg",
    "removeCooldowns": "Возможность использования команд без кулдауна",
    "serverTracking": "Доступ к 2-ум слотам отслеживания серверов Minecraft",
    "notifications": "Получение уведомления через Discord и/или e-mail, когда имя пользователя Minecraft становится доступно (3 имени пользователя)"
  },
  "diamond": {
    "slug": "Пользовательский slug сервера (/servers/custom-slug)",
    "earlyAccess": "Ранний доступ к нашим нововведениям, к которым вы сможете оставить отзыв",
    "access": "Специальный Diamond доступ на Discord сервере Crafty",
    "icon": "значок на вашем профиле crafty.gg",
    "removeUpvote": "Снятие всех требований и ограничений по голосам для всех пользователей на Discord сервере",
    "serverTracking": "Доступ к 3-ём слотам отслеживания серверов Minecraft",
    "notifications": "Получение уведомления через Discord и/или e-mail, когда имя пользователя Minecraft становится доступно (8 имен пользователя)"
  },
  "futureFeatures": {
    "header": "Подписываясь, вы поддерживаете развитие Crafty",
    "subheader": "Вот список возможностей, которые мы планируем внедрить в будущем",
    "playerStatistics": "Статистика игрока",
    "playerStatisticsInformation": "Получение статистики игроков на нескольких популярных серверах Minecraft, все-в-одном. Этот инструмент уже находится в разработке и используется ботом Crafty",
    "richTextEditor": "Расширенный текстовый редактор",
    "richTextEditorInformation": "Сейчас вы можете использовать только Markdown для описания вашего сервера. Мы планируем изменить это с помощью расширенного текстового редактора, чтобы помочь вам в создании лучшего описания для вашего сервера",
    "serverAnalytics": "Аналитика сервера",
    "serverAnalyticsInformation": "Аналитика для владельцев серверов для лучшего понимания",
    "skinEditor": "Редактор скинов",
    "skinEditorInformation": "Разрабатывается расширенный редактор скинов для свободного и легкого создания вашего следующего крутого скина",
    "notifications": "Уведомления",
    "notificationsInformation": "Возможность получать полезные уведомления (которые вы выберите), когда ваш сервер уходит в автономный режим, когда доступно имя пользователя Minecraft, когда появляется новая версия Minecraft или новая статья, и многое другое!",
    "yourSuggestion": "Ваше предложение",
    "yourSuggestionInformation": "Ваша идея могла бы быть здесь. Присоединяйтесь к нашему Discord серверу и дайте нам знать, что бы вы хотели видеть в Crafty, или заполните форму на странице обратной связи"
  }
}
