{
  "details": {
    "adventure": {
      "formatted": "Adventure",
      "desc": "Сервера приключений представляют собой приключенческий игровой режим Minecraft, в котором игрок имеет ограниченное взаимодействие с заданным миром, который обычно является пользовательским или созданным игроком. Цель обычно состоит в том, чтобы выжить, создавая предметы и убивая мобов, при этом справляясь с проблемой невозможности разрушать или размещать блоки."
    },
    "anarchy": {
      "formatted": "Anarchy",
      "desc": "Серверы анархии часто являются серверами без правил и с минимальной защитой территории. На некоторых анархических серверах допускаются программы, например, читы, которые изменяют принцип работы Minecraft, чтобы дать несправедливое преимущество или справедливое преимущество в условиях анархии, где каждый игрок тоже использует эти программы. Общая цель - выжить и защититься от других игроков и мобов, собрать ресурсы, построить надежные и скрытые базы, и все это в беспощадной, но неограниченной территории, где бесчинствует гриферство."
    },
    "battleroyale": {
      "formatted": "Battle Royale",
      "desc": "Сервера Королевской Битвы предназначены для игроков, которые хотят проверить свои навыки Minecraft против других на закрытой боевой арене, которая постепенно уменьшается со временем, и где можно найти ресурсы, чтобы превзойти других игроков. Сервера Королевской Битвы часто вдохновляются другими известными видеоиграми, такими как Fortnite, PUBG и Call of Duty."
    },
    "bedwars": {
      "formatted": "BedWars",
      "desc": "Bedwars - это популярная стратегическая PvP (игрок против игрока) мини-игра в Minecraft, цель которой - остаться в живых последним игроком (или командой), защищаясь или уничтожая противников. В режиме Bedwars часто используется кровать, которую необходимо защищать, так как после ее уничтожения вы больше не сможете возродиться. Действия обычно происходят на островах в небе, где самая большая опасность - не упасть в бездонную пустоту."
    },
    "hungergames": {
      "formatted": "Hunger Games",
      "desc": "Голодные игры - это популярная мини-игра Minecraft на выживание, где целью является задача выжить с помощью предметов, найденных по всей карте, и защита от других игроков, чтобы стать последним выжившим."
    },
    "survivalgames": {
      "formatted": "Survival Games",
      "desc": "Survival Games - это популярный PvP (игрок против игрока) мини-игровой режим Minecraft, целью которого является выживание с помощью предметов, найденных на карте, и защита от других игроков, где последний выживший станет победителем."
    },
    "factions": {
      "formatted": "Factions",
      "desc": "Сервера Фракций - это PvP сервера, на которых игроки объединяются друг с другом, создавая или присоединяясь к уже существующим кланам. Члены фракции работают вместе, строят базы, защищают свою территорию, собирают ценные ресурсы, а также нанимают новых членов. Фракции на сервере могут стать либо союзниками, либо оказывать поддержку друг другу или быть врагами и сражаться друг с другом."
    },
    "economy": {
      "formatted": "Economy",
      "desc": "Сервера экономики основаны на виртуальной экономике, которая позволяет игрокам зарабатывать и тратить в игре внутриигровую валюту. Игроки могут зарабатывать деньги, добывая ценные ресурсы, выполняя задания, торгуя с другими игроками и продавая предметы в магазинах. На большинстве серверов также отображаются списки лидеров для поощрения конкуренции между самыми состоятельными игроками."
    },
    "creative": {
      "formatted": "Creative",
      "desc": "На данных серверах творческого режима включены все возможности творческого режима игры. Эти режимы запрещают возможность выживания в Minecraft, позволяя игрокам создавать города и другие сложные структуры с неограниченным количеством блоков. Режим полёта включен как часть креативного режима, чтобы упростить строительство. Сервера также позволяют использовать плагины для редактирования мира, что делает процесс строительства еще проще."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO — это плагин, который добавляет возможности RPG в обычную игру Minecraft. Установленный плагин позволяет игрокам зарабатывать опыт и повышать свой уровень, делая что-либо или используя инструменты на сервере. Достигая более высоких уровней, игроки могут получить различные бонусы. Сам опыт может быть получен любым способом, начиная от копания в шахте и добычи дерева, и заканчивая стрельбой из лука и алхимией."
    },
    "skyblock": {
      "formatted": "SkyBlock",
      "desc": "Сервера SkyBlock являются многопользовательскими версиями оригинальной карты выживания SkyBlock. Каждый игрок появляется на небольшом острове в небе с ограниченными ресурсами, где он должен продумывать действия по сбору материалов, расширению острова и выживанию. На большинстве серверов SkyBlock присутствует экономика, благодаря которой возможна покупка и продажа предметов в игре, а также присутствуют таблицы лидеров самых богатых игроков."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "Сервера Minecraft с включенным PvP позволяют игрокам сражаться, нанося урон друг другу. Сервера PvP включают в себя огромное количество различных игровых режимов: от ванильного выживания и фракций до мини-игр в стиле Battle Royale и KitPvP. Игроки должны выживать и сражаться не только против враждебных мобов, но и против любых игроков. В основном на серверах включен PvP на всей карте, на прочих других серверах имеются безопасные зоны, например спавн, где игроки сражаться не могут."
    },
    "prison": {
      "formatted": "Prison",
      "desc": "В так называемых \"Тюрьмах\" весь процесс полностью устанавливаются в рамках карты тюрьмы. Игроки начинают с самого низкого ранга с базовыми вещами, где далее они должны зарабатывать ранг выше и становиться сильнее. Деньги зарабатываются добычей ресурсов на заранее назначенных шахтах, а новые рудники с более ценными ресурсами открываются при достижении определенного рейтинга. Игроки могут бросить друг другу вызов на аренах PvP, а также приобретать земельные участки внутри тюрьмы, чтобы построить базу и сохранить свои ресурсы и ценности."
    },
    "survival": {
      "formatted": "Survival",
      "desc": "Выживание — это режим игры Minecraft, где по умолчанию игроки исследуют территорию и собирают ресурсы для выживания во враждебной среде. Некоторые сервера выживания ванильны и не изменяют обычный игровой процесс, в то время как другие используют плагины и моды, чтобы добавить дополнительные функции, такие как внутриигровая экономика и города, управляемые игроками. На серверах выживания также может быть включен PvP, что означает, что игрокам нужно будет выживать как от враждебных мобов, так и от игроков."
    },
    "towny": {
      "formatted": "Towny",
      "desc": "Сервера \"городов\" ориентированы на управление территорией, где игроки могут владеть земельными участками и создавать город, работая вместе с другими игроками. Новые игроки могут присоединиться к существующему городу или создать свой собственный. У каждого города есть мэр, который отвечает за управление жителями и правилами города. В городах также присутствует экономика, которая включает городские банки, возможность покупки земли за игровую валюту и систему налогообложения."
    },
    "vanilla": {
      "formatted": "Vanilla",
      "desc": "Ванильные сервера стремятся воссоздать оригинальный геймплей Minecraft в многопользовательском мире. Чистые ванильные сервера используют программное обеспечение, предоставляемое непосредственно Minecraft, и не имеют никаких модификаций. Полуванильные сервера используют модифицированное программное обеспечение и могут иметь небольшое количество плагинов, но только для добавления простых возможностей, которые незначительно изменяют игровой процесс."
    },
    "minigames": {
      "formatted": "Minigames",
      "desc": "Сервера Мини-игр предлагают различные игровые режимы, в которые можно играть на одном сервере. Игроки появляются в лобби, где затем выбирают мини-игру, в которую они хотели бы сыграть. На некоторых мини-играх основным режимом игры является PvP. Другие же игры требуют коллективной работы и взаимодействия. Популярные мини-игры: Hide and Seek, Capture the Flag, Spleef и BedWars."
    },
    "roleplay": {
      "formatted": "RolePlay",
      "desc": "Сервера Minecraft, основанные на ролевых играх, побуждают игроков взять на себя роль совершенно другого характера и погрузиться в мир фантазии. RolePlay сервера часто сильно модифицированы. Они используют плагины и заранее созданные карты или карты игроков для определенной тематики сервера."
    },
    "pixelmon": {
      "formatted": "Pixelmon",
      "desc": "Сервера Minecraft, запущенные с многопользовательской версией мода Pixelmon. Pixelmon нацелен на воссоздание игры Pokemon в Minecraft, добавляя сотни различных видов покемонов, расположенных случайным образом по всему миру. Мод также добавляет реалистичную боевую механику покемонов, тренажерные залы с тренерами NPC и полностью функциональный Pokedex."
    },
    "parkour": {
      "formatted": "Parkour",
      "desc": "Целью серверов паркура Minecraft является усовершенствование навыков самого паркура, бега, прыжков и прочего. Уровни паркура различаются темами и сложностью, где сначала идут простые уровни, а потом уже более сложные. На серверах паркура обычно устанавливаются таймеры на уровнях для учета статистики, за сколько тот или иной уровень был пройден, а также для показа доски лидеров, где показаны лучшие игроки."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "На PvE серверах отключен PvP, из чего следует, что игроки не могут наносить урон друг другу. Вместо этого они должны работать сообща и выживать в PvE среде от большинства враждебных мобов Minecraft."
    },
    "skywars": {
      "formatted": "SkyWars",
      "desc": "Skywars - это PvP мини-игра, где игроки сражаются друг с другом на парящих островах до тех пор, пока не останется только один выживший. Каждый игрок появляется на отдельном острове, где после старта игры игроки начинают собирать ресурсы со своего острова, чтобы потом перейти на другие и сразиться с другими игроками. На каждом острове находятся сундуки, которые содержат полезные предметы. На большом же острове, что находится в центре карты, полезных ресурсов еще больше."
    },
    "hardcore": {
      "formatted": "Hardcore",
      "desc": "Сервера Hardcore - это PvP сервера, на которых практически нет правил и где выживание чрезвычайно сложное. На этих серверах обычно допускается гриферство и отсутствует возможность привата территории. На одних серверах хардкора даже временно блокируют игроков после смерти, а на других просто отключают возможность регенерации здоровья."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP - это игровой режим, в котором игроки перед боем выбирают комплект снаряжения, чтобы сражаться друг с другом на большой территории. Каждый набор содержит уникальный набор предметов, включая оружие и броню, и набор боевых способностей. Новые и более мощные наборы можно открыть, набивая очки и повышая свой уровень."
    }
  }
}
