{
  "details": {
    "adventure": {
      "formatted": "הרפתקאות",
      "desc": "שרתי ההרפתקאות משתרעים על מצב המשחק הרפתקה במיינקראפט ובו לשחקן יש אינטראקציות מוגבלות עם עולם מוגדר מראש, בדרך כלל מותאם אישית או שנוצר על ידי שחקן. המטרה היא בדרך כלל לשרוד על ידי יצירת פריטים והרג מפלצות תוך התמודדות עם האתגר של לא להיות מסוגל להרוס או להציב בלוקים."
    },
    "anarchy": {
      "formatted": "אנרכיה",
      "desc": "שרתי אנרכיה נוטים לרוב להיות חסרי חוקים עם הגנה מינימאלית על הקרקע וללא כללים. חלק משרתי האנרכיה מאפשרים צ'יטים כגון קליינטים שמשנים את אופן הפעולה של מיינקראפט על מנת לתת יתרון לא הוגן או יתרון הוגן במסגרת אנרכיה שבה כל שחקן משתנש בצ'יטים. המטרה המשותפת היא לשרוד ולהגן מפני שחקנים ומפלצות אחרים, לאסוף משאבים, לבנות בסיסים מאובטחים ונסתרים, והכל בתוך סביבה בלתי סלחנית אך בלתי מגבילה שבה ההרס משתולל."
    },
    "battleroyale": {
      "formatted": "באטל רויאל",
      "desc": "שרתי באטל רויאל מיועדים לשחקנים המעוניינים לבדוק את כישורי המיינקראפט שלהם מול שחקנים אחרים בזירת קרבות סגורה שהולכת ומצטמקת עם הזמן, בה ניתן למצוא משאבים שיעזרו לנצח את השחקנים אחרים. שרתי באטל רויאל מקבלים לעתים קרובות השראה ממשחקי וידיאו מוכרים כמו Fortnite ,PUBG, ו-Call of Duty."
    },
    "bedwars": {
      "formatted": "בדוורס",
      "desc": "בדוורס הוא מיני-משחק PVP אסטרטגי פופולרי במיינקראפט שהמטרה בו היא להיות השחקן (או הקבוצה) האחרון בחיים על ידי הגנה או חיסול של היריבים. מצב המשחק של בדוורס כרוך לעתים קרובות במיטה שחייבים להגן עליה, וכאשר היא נהרסת כבר לא נוצרים מחדש לאחר המוות והשחקן יוצא מן המשחק. בדוורס בדרך כלל משוחק על איים מעופפים בשמיים שבהם הסכנה הגדולה ביותר היא ליפול לתוך החלל מתחת."
    },
    "hungergames": {
      "formatted": "משחקי הרעב",
      "desc": "משחקי הרעב הוא מיני-משחק PVP הישרדות פופולרי, ובו המטרה היא לשרוד באמצעות פריטים הנמצאים בתיבות הפזורות ברחבי המפה, להלחם נגד שחקנים אחרים ולהיות השחקן האחרון שעומד."
    },
    "survivalgames": {
      "formatted": "סורבייבל גיימס",
      "desc": "סורבייבל גיימס הוא מיני-משחק PVP הישרדות פופולרי, ובו המטרה היא לשרוד באמצעות פריטים הנמצאים בתיבות הפזורות ברחבי המפה, להלחם נגד שחקנים אחרים ולהיות השחקן האחרון שעומד."
    },
    "factions": {
      "formatted": "פאקשן",
      "desc": "שרתי פאקשן הם שרתי PVP תחרותיים המאפשרים לשחקנים להתחבר עם שחקנים אחרים על ידי יצירה או הצטרפות לקבוצות קיימות. חברי הקבוצה עובדים יחד כדי לבנות בסיסים, להגן על אדמתם, לאסוף משאבים יקרי ערך וכן לגייס חברים חדשים. פלגים בשרת יכולים להפוך לבני ברית ולספק תמיכה זה לזה או לבחור להיות אויבים ולצאת לקרב."
    },
    "economy": {
      "formatted": "כלכלה",
      "desc": "שרתי כלכלה מפעילים שוק כלכלי וירטואלי המאפשר לשחקנים להרוויח ולבזבז כסף בעזרת מטבע ייחודי של השרת בתוך המשחק. שחקנים יכולים להרוויח כסף על ידי כריית משאבים יקרי ערך, השלמת אתגרים, מסחר עם שחקנים אחרים ומכירת פריטים בחנויות. רוב השרתים מציגים גם לוחות מובילים כדי לעודד תחרות בין השחקנים העשירים ביותר."
    },
    "creative": {
      "formatted": "יצירה",
      "desc": "Creative mode servers have creative features enabled. These modes disable Minecraft's survival features, allowing players to build cities and other complex structures with an unlimited amount of blocks. Fly mode is enabled as part of the creative mode to allow for easier building. Servers also allow the use of world editing plugins which makes the building process even easier."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO הוא תוסף המוסיף תכונות בסגנון RPG (משחק תפקידים) למשחקי ההישרדות הרגילים של מיינקראפט. הוא מאפשר לשחקנים לצבור נקודות ולעלות רמות על ידי ביצוע פעולות או שימוש בכלים. על ידי הגעה לרמות גבוהות יותר, השחקנים יכולים לקבל בונוסים כגון נפילת פריטים כפולים ממובים. ניתן לצבור נקודות בכל מיני דרכים, החל מכרייה וחטיבת עצים ועד כישוף ואלכימיה."
    },
    "skyblock": {
      "formatted": "סקייבלוק",
      "desc": "שרתי סקייבלוק הם גרסאות מרובות משתתפים של מפת ההישרדות המקורית של סקייבלוק. כל שחקן נוצר על אי צף קטן עם משאבים מוגבלים ועליו לחשוב באופן יצירתי על כיצד לאסוף חומרים, להרחיב את האי ולשרוד. רוב שרתי הסקייבלוק כוללים תכונות כלכליות כגון היכולת לקנות ולמכור פריטים עם מטבע במשחק ולוחות מובילים של השחקנים העשירים ביותר."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "שרתי מיינקראפט עם תכונות PVP מאפשרים לשחקנים להילחם ולגרום נזק אחד כנגד השני. שרתי PVP כוללים מגוון עצום של אופני משחק שונים, בין הישרדות קלאסית, וקבוצות וכלה במיני-משחקונים בסגנון באטל רויאל ו-KitPvP. השחקנים חייבים לשרוד לא רק נגד הסביבה והמפלצות העוינות, אלא גם נגד כל שחקני האויב. בחלק מהשרתים יש מצב PvP מופעל בכל המפה, בעוד שבאחרים יש אזורים בטוחים כמו אזורי היווצרות בהם שחקנים לא יכולים להילחם."
    },
    "prison": {
      "formatted": "כלא",
      "desc": "לשרתי הכלא אין עולם חיצוני והם ממוקמים במלואם במפה בנושא כלא. שחקנים מתחילים בדרגה הנמוכה ביותר עם כלים בסיסיים ועליהם להרוויח כסף כדי להיות מדורגים גבוה ולהיות חזקים יותר. כסף מורווח על ידי משאבי כרייה במכרות מיועדים מראש, ומכרות חדשים עם משאבים יקרי ערך נפתחים על ידי דירוג. שחקנים יכולים לאתגר זה את זה לקרב בזירות PVP ואפילו לקנות מגרשים בתוך הכלא כדי לבנות בסיס ולאחסן חפצים בעלי ערך."
    },
    "survival": {
      "formatted": "הישרדות",
      "desc": "הישרדות הוא מצב המשחק המוגדר כברירת המחדל של מיינקראפט, ובו שחקנים חוקרים את השממה ואוספים משאבים כדי לשרוד בסביבה עוינת. חלק משרתי ההישרדות הם קלאסים ואינם משנים את המשחק הרגיל, בעוד שאחרים משתמשים בתוספים ומודים כדי להוסיף תכונות נוספות כגון כלכלה במשחק ועיירות המנוהלות על ידי שחקנים. שרתי הישרדות עשויים להפעיל גם PVP, כלומר שחקנים צריכים לשרוד מול מפלצות עוינות וגם נגד שחקני אויב."
    },
    "towny": {
      "formatted": "עירוניות",
      "desc": "שרתי עירוניות מכוונים לניהול קרקעות. שחקנים יכולים להחזיק במגרשים וליצור עיר על ידי עבודה משותפת והזמנת שחקנים אחרים. שחקנים חדשים יכולים להצטרף לעיירה קיימת או ליצור עיר משלהם, ולכל עיר יש ראש עיר שאחראי על ניהול התושבים וקביעת הכללים. שרתי עירוניות מוסיפהףים גם מאפיינים כלכליים, כגון בנקים עירוניים, אפשרות לרכוש קרקעות עם מטבע במשחק ומערכת מיסוי."
    },
    "vanilla": {
      "formatted": "קלאסי",
      "desc": "Vanilla servers aim to recreate Minecraft's original survival gameplay in a multiplayer world. Pure vanilla servers use the server software provided directly by Minecraft and don't have any modifications. Semi-vanilla servers use modified server software and may have a small number of plugins, but only to add simple features that don't significantly change gameplay."
    },
    "minigames": {
      "formatted": "מיני-משחקונים",
      "desc": "שרתי מיני-משחקונים מציעים מגוון אפשרויות משחק מהנות שכולם יכולים לשחק בתוך שרת אחד. שחקנים מצטרפים ללובי מרכזי ולאחר מכן בוחרים במיני-משחקון שהם רוצים לשחק. חלקם תחרותיים ומערבים PVP בעוד משחקונים אחרים דורשים עבודת צוות ושיתוף פעולה. מיני-משחקונים פופולריים כוללים בדוורס, סקייוורס, מרדר מיסטרי ועוד."
    },
    "roleplay": {
      "formatted": "משחק תפקידים",
      "desc": "שרתי מיינקראפט המבוססים על משחק תפקידים מעודדים שחקנים לקחת על עצמם תפקיד של דמות אחרת לגמרי ולשקוע בעולם פנטזיה. שרתי משחק תפקידים משתנים לעתים קרובות ומשתמשים בתוספים מותאמים אישית ובמפות מותאמות אישית כדי לתת לשרת נושא ספציפי."
    },
    "pixelmon": {
      "formatted": "פיקסלמון",
      "desc": "שרתי מיינקראפט המריצים את הגרסה מרובת המשתתפים של המוד הידוע פיקסלמון. פיקסלמון שואף לשחזר את המשחק 'פוקימון' בתוך מיינקראפט על ידי הוספת מאות סוגים שונים של פוקימונים הנוצרים באקראי ברחבי העולם וניתן ללכוד אותם על ידי פוקאבולים. המוד גם מוסיף מכניקת קרב מציאותית של פוקימונים, חדרי כושר עם מאמני NPC ופוקדקס פונקציונאלי לחלוטין."
    },
    "parkour": {
      "formatted": "פארקור",
      "desc": "המטרה של שרתי פארקור במיינקראפט היא להשלים מסלולי מכשולים על ידי ריצה, קפיצה וטיפוס משלב לשלב. למסלולים נושאים שונים והם נעים בקושי בין קושי קל לקשה במיוחד. בדרך כלל יש לשרתי פארקור טיימר המורה כמה זמן לקח להשלים את כל המסלול ומציג טבלאות מובילים של השחקנים המהירים ביותר."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "בשרתי שחקנים מול סביבה, ה-PVP מושבת, כלומר, שחקנים לא יכולים להילחם ולגרום נזק אחד לשני. במקום זאת, השחקנים חייבים לעבוד יחד ולשרוד נגד הסביבה והמפלצות הרבות של מיינקראפט."
    },
    "skywars": {
      "formatted": "סקייוורס",
      "desc": "סקייוורס הוא מיני-משחקון PVP ובו שחקנים נלחמים זה כנגד זה באיים מרחפים בשמיים עד שנותר רק שחקן אחד. כל שחקן נוצר באי בודד, וכשהמשחק מתחיל, השחקנים חייבים להתכונן לקרב לפני שהם עוברים לאיים האחרים ונלחמים. בכל אי יש כמה תיבות המכילות פריטים שימושיים, כולל נשק ומזון, ובדרך כלל יש אי גדול יותר במרכז המפה עם משאבים משובחים יותר."
    },
    "hardcore": {
      "formatted": "הארדקור",
      "desc": "שרתי הארדקור הם שרתי PVP תחרותיים ללא כללים רבים השואפים להפוך את ההישרדות לקשה ביותר. שרתים אלה בדרך כלל מאפשרים צ'יטים ואין להם שום מערכת הגנה על הקרקע. חלק משרתי ההארדקור אפילו יתנו באן זמני לשחקנים עם מותם או לא יאפשרו להם לחדש את מד החיים שלהם."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP הוא מצב משחק תחרותי בו השחקנים בוחרים ערכה להצטייד בה לפני שהם יוצאים לקרב ונלחמים זה כנגד זה בתחומים שונים. כל ערכה מכילה מערך ייחודי של פריטים, אפקטים ויכולות מיוחדות כולל נשק ושריון שנותנים לשחקנים יכולות לחימה שונות. ניתן לפתוח ערכות חדשות וחזקות יותר על ידי צבירת נקודות ועלייה ברמות."
    }
  }
}
