{
  "header": "Crafty Premium",
  "subheader": "Escolha um plano que se adapte às suas necessidades e financie o desenvolvimento do Crafty ao mesmo tempo!",
  "monthly": "Mensal",
  "annually": "Anual",
  "year": "ano",
  "month": "mês",
  "craftyBot": "Crafty Bot",
  "craftyBotInformation": "O Crafty é um avançado bot do Discord focado em Minecraft. Encontre mais informações em",
  "comingSoon": "Em Breve",
  "benefits": "benefícios",
  "subscribe": "Inscreva-se",
  "off": "desativado",
  "emerald": {
    "slug": "Url personalizada (/users/custom-url)",
    "color": "Cor de destaque personalizada para a página de Servidores e Jogadores",
    "access": "Acesso especial de Esmeralda no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "serverTracking": "Acesso a 1 espaço de rastreamento de servidor de Minecraft",
    "dmCommands": "Capacidade de usar comandos em mensagens diretas",
    "textureSearch": "Acesso ao comando /texturesearch",
    "notifications": "Receba notificação quando o nome de usuário do Minecraft estiver disponível via Discord e/ou E-mail (1 nome de usuário)"
  },
  "ruby": {
    "customImage": "Capacidade para adicionar uma imagem personalizada na página do seu Servidor",
    "serverDescription": "Limite de caracteres na descrição do servidor subindo para 1.500 caracteres (em vez de 500)",
    "moreTags": "Adicione 9 ou mais tags em seu Servidor (em vez de 5)",
    "access": "Acesso especial de Rubi no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "removeCooldowns": "Remover todos os cooldowns dos comandos",
    "serverTracking": "Acesso a 2 espaços de rastreamento do servidor de Minecraft",
    "notifications": "Receba notificação quando o nome de usuário do Minecraft estiver disponível via Discord e/ou E-mail (3 nome de usuário)"
  },
  "diamond": {
    "slug": "Url do servidor personalizada (/servers/custom-url)",
    "earlyAccess": "Acesso Antecipado aos nossos recursos, onde você pode fornecer sugestões",
    "access": "Acesso especial de Diamante no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "removeUpvote": "Remova todos os requisitos para votar e cooldowns para todos os usuários em um servidor do Discord",
    "serverTracking": "Acesso a 3 espaços de rastreamento do servidor de Minecraft",
    "notifications": "Receba notificação quando o nome de usuário do Minecraft estiver disponível via Discord e/ou E-mail (8 nome de usuário)"
  },
  "futureFeatures": {
    "header": "Ao assinar, você apoia o desenvolvimento do Crafty",
    "subheader": "Aqui está uma lista de funcionalidades que planejamos introduzir no futuro",
    "playerStatistics": "Estatísticas do Jogador",
    "playerStatisticsInformation": "Obtenha estatísticas dos jogadores de Minecraft em vários servidores populares do Minecraft. Tudo em um. Está ferramenta já está em desenvolvimento e é usada pelo bot Crafty",
    "richTextEditor": "Editor de Texto",
    "richTextEditorInformation": "Agora você só pode usar Markdown para a descrição do seu servidor, nós planejamos alterar isto com um editor de texto rico em recursos para ajudá-lo a criar a melhor descrição para o seu servidor",
    "serverAnalytics": "Análises do Servidor",
    "serverAnalyticsInformation": "Análises para donos de servidores para melhores informações",
    "skinEditor": "Editor de Skin",
    "skinEditorInformation": "Use o editor de skin para criar sua próxima e melhor skin livremente e com facilidade",
    "notifications": "Notificações",
    "notificationsInformation": "Receba notificações úteis (se você escolher!) quando seu servidor ficar offline, quando um nome de usuário do Minecraft estiver disponível, quando uma nova versão do Minecraft ou artigo estiver acabando, e muito mais!",
    "yourSuggestion": "Sua Sugestão",
    "yourSuggestionInformation": "Sua sugestão poderia estar aqui. Junte-se ao nosso Discord e nos diga o que você gostaria de ver ou preencha o formulário na página de feedback"
  }
}
