{
  "header": "Crafty Premium",
  "subheader": "Escolha um plano que se adapte ás suas necessidades e ajude no desenvolvimento do Crafty ao mesmo tempo!",
  "monthly": "Mensal",
  "annually": "Anual",
  "year": "ano",
  "month": "mês",
  "craftyBot": "Crafty Bot",
  "craftyBotInformation": "O Crafty Bot é um Bot muito avançado no Discord focado em Minecraft Encontre mais informações em",
  "comingSoon": "Em Breve",
  "benefits": "benefícios",
  "subscribe": "Inscreva-se",
  "off": "desconto",
  "emerald": {
    "slug": "Url's personalizadas (/users/link-personalizado)",
    "color": "Cor de destaque personalizada para a página do Servidor e do Jogador",
    "access": "Acesso especial Esmeralda no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "serverTracking": "Acesso a 1 espaço de rastreamento do servidor do Minecraft",
    "dmCommands": "Capacidade de usar comandos em mensagens diretas",
    "textureSearch": "Acesso ao comando /texturesearch",
    "notifications": "Receber notificação quando o nome de usuário do Minecraft se tornar disponível via Discord e/ou e-mail (1 nome de usuário)"
  },
  "ruby": {
    "customImage": "Capacidade de adicionar uma imagem personalizada na página do seu servidor",
    "serverDescription": "Limite de descrição de carácteres do servidor subindo para 1.500 carácteres (em vez de 500)",
    "moreTags": "Adicione até 9 tags no seu servidor (em vez de 5)",
    "access": "Acesso especial Rubi no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "removeCooldowns": "Remoção de todos os cooldowns de todos os comandos",
    "serverTracking": "Acesso a 2 espaços de rastreamento do servidor de Minecraft",
    "notifications": "Receber notificação quando o nome de usuário do Minecraft se tornar disponível via Discord e/ou e-mail (3 nome de usuário)"
  },
  "diamond": {
    "slug": "Url's personalizadas (/servers/link-personalizado)",
    "earlyAccess": "Acesso Antecipado aos nossos recursos, onde você pode fornecer sugestões",
    "access": "Acesso especial Diamante no Discord do Crafty",
    "icon": "ícone no seu perfil do crafty.gg",
    "removeUpvote": "Remova todas as exigências de voto e cooldown para todos os usuários em um servidor do Discord",
    "serverTracking": "Acesso a 3 espaços de rastreamento do servidor de Minecraft",
    "notifications": "Receber notificação quando o nome de usuário do Minecraft se tornar disponível via Discord e/ou e-mail (8 nome de usuário)"
  },
  "futureFeatures": {
    "header": "Ao assinar, você ajuda no desenvolvimento do Crafty",
    "subheader": "Aqui está uma lista de funcionalidades que planejamos introduzir no futuro",
    "playerStatistics": "Estatísticas do Jogador",
    "playerStatisticsInformation": "Obtenha estatísticas dos jogadores de Minecraft em vários servidores famosos do Minecraft. Tudo em um. Está ferramenta já está em desenvolvimento e é usada pelo bot Crafty",
    "richTextEditor": "Editor de Texto Especial",
    "richTextEditorInformation": "Agora você só pode usar Markdown para a descrição do seu servidor, nós planejamos alterar isto com um editor de texto rico em recursos para ajudá-lo a criar a melhor descrição para o seu servidor",
    "serverAnalytics": "Análises do servidor",
    "serverAnalyticsInformation": "Análises para donos de servidores para melhores informações",
    "skinEditor": "Editor de skins",
    "skinEditorInformation": "Use o editor de skin especial para criar sua próxima e melhor skin facilmente",
    "notifications": "Notificações",
    "notificationsInformation": "Receba notificações úteis (se você escolher!) quando seu servidor ficar offline, quando um nome de usuário do Minecraft estiver disponível, quando uma nova versão do Minecraft ou artigo estiver acabando, e muito mais!",
    "yourSuggestion": "Suas sugestões",
    "yourSuggestionInformation": "Sua ideia poderia estar aqui. Junte-se ao nosso Discord e nos diga o que você gostaria de ver ou preencha o formulário na página de feedback"
  }
}
