{
  "details": {
    "adventure": {
      "formatted": "Aventura",
      "desc": "Servidores de aventura estendem na Aventura de Minecraft Gamemode, onde o jogador tem interações limitadas com um mundo predefinido que é geralmente personalizado ou criado por jogadores. O objetivo é geralmente sobreviver criando itens e matando monstros enquanto lida com o desafio de não ser capaz de destruir ou colocar blocos."
    },
    "anarchy": {
      "formatted": "Anarquia",
      "desc": "Os servidores de anarquia geralmente tendem a ser sem lei com proteção mínima de terra e sem regras. Alguns servidores anárquicos permitem trapaçar, com clients que modificam como o Minecraft funciona para dar uma vantagem injusta ou uma vantagem justa numa configuração anárquica onde todo jogador também está trapaceando. O objetivo comum é sobreviver e defender de outros jogadores e monstros, coletar recursos, construa bases seguras e ocultas, tudo dentro de um ambiente imperdoável mas não restritivo onde o sofrimento é desenfreado."
    },
    "battleroyale": {
      "formatted": "Battle Royale",
      "desc": "Servidores de Battle Royale são para jogadores que desejam testar suas habilidades de Minecraft contra outros em uma arena de batalha fechada que encolhe progressivamente ao longo do tempo onde os recursos podem ser encontrados para um único jogador. Servidores de Battle Royale são muitas vezes inspirados por outros jogos bem conhecidos, como Fortnite, PUBG e Call of Duty."
    },
    "bedwars": {
      "formatted": "BedWars",
      "desc": "Bedwars é um modo de jogo estratégico popular (jogador contra jogadores) onde o objetivo é ser o último jogador (ou equipe) vivo ao defender ou eliminar os oponentes. O modo de jogo do Bedwars frequentemente envolve uma cama que deve ser protegida, quando for destruída, você não renasce mais. As guerras bedwars geralmente se instalam em ilhas no céu, onde o maior perigo é não cair no vazio sem fundo."
    },
    "hungergames": {
      "formatted": "Hunger Games",
      "desc": "Hunger Games é um modo de jogo popular de sobrevivência PvP (player vs player) onde o objetivo é sobreviver usando itens encontrados em todo o mapa e se defender de outros jogadores para ser o último jogador em pé."
    },
    "survivalgames": {
      "formatted": "Survival Games",
      "desc": "Survival Games é um modo de jogo popular de sobrevivência PvP (player vs player) onde o objetivo é sobreviver usando itens encontrados em todo o mapa e se defender de outros jogadores para ser o último jogador em pé."
    },
    "factions": {
      "formatted": "Factions",
      "desc": "Servidores de factions são servidores PvP competitivos que permitem que os jogadores se juntem uns com os outros, criando ou unindo os clãs existentes. Os membros da Facção trabalham juntos para construir bases, proteger suas terras, coletar recursos valiosos, bem como recrutar novos membros. Facções em um servidor podem se tornar aliados e fornecer apoio uns aos outros ou escolher ser inimigos e entrar em batalha."
    },
    "economy": {
      "formatted": "Economia",
      "desc": "Servidores de economia operam uma economia virtual que permite aos jogadores ganhar e gastar uma moeda no jogo. Jogadores podem ganhar dinheiro minerando recursos valiosos, completando desafios, negociando com outros jogadores e vendendo itens nas lojas. A maioria dos servidores também mostra classificações para incentivar a competição entre os jogadores mais ricos."
    },
    "creative": {
      "formatted": "Criativo",
      "desc": "Servidores do modo criativo possuem recursos criativos habilitados. Esses modos desativam os recursos de sobrevivência do Minecraft, permitindo que os jogadores construam cidades e outras estruturas complexas com uma quantidade ilimitada de blocos. O modo voar está ativado como parte do modo criativo para facilitar a construção. Os servidores também permitem o uso de plugins de edição mundiais, o que torna o processo de construção ainda mais fácil."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO é um plugin que adiciona recursos estilo RPG ao jogo normal de sobrevivência do Minecraft. Ele permite aos jogadores ganhar experiência e subir de nível fazendo ações ou usando ferramentas. Ao atingir níveis mais elevados, eles podem ganhar bônus como quedas de itens em dobro. A experiência pode ser adquirida de todas as formas, desde a mineração e a floresta, até à navegação e alquimia."
    },
    "skyblock": {
      "formatted": "Skyblock",
      "desc": "Servidores de Skyblock são versões multijogador do mapa original de sobrevivência do SkyBlock. Cada jogador nasce em uma pequena ilha flutuante com recursos limitados e deve pensar criativamente em coletar materiais, expandir a ilha e sobreviver. A maioria dos servidores do Skyblock incluem características econômicas, como a habilidade de comprar e vender itens com moeda no jogo e placares de classificação dos jogadores mais ricos."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "Servidores de Minecraft com PvP habilitados permitem que jogadores lutem e causem danos uns aos outros. Servidores PvP incluem uma enorme variedade de modos de jogo diferentes da sobrevivência vanilla e facções para combater minigames de estilo battle royale e KitPvP. Os jogadores devem sobreviver não só contra o ambiente e as criaturas hostis, mas também contra quaisquer jogadores inimigos. Alguns servidores possuem o PvP ativado em todo o mapa, enquanto outros possuem zonas seguras, como spawn onde os jogadores não podem lutar."
    },
    "prison": {
      "formatted": "Prisão",
      "desc": "Os servidores de prisão não são selvagens e, em vez disso, são definidos inteiramente dentro de um mapa temático da prisão. Jogadores começam no nível mais baixo com ferramentas básicas e devem ganhar dinheiro para classificar e se tornar mais poderoso. O dinheiro é ganho pela mineração de recursos em minas pré-designadas, e novas minas com recursos mais valiosos são desbloqueadas ao classificar. Jogadores podem desafiar uns aos outros para batalhar em arenas PvP e até mesmo comprar lotes de terra dentro da prisão para construir uma base e armazenar itens de valor."
    },
    "survival": {
      "formatted": "Sobrevivência",
      "desc": "Sobrevivência é o modo de jogo padrão para o Minecraft, onde os jogadores exploram a natureza selvagem e coletam recursos para sobreviver em um ambiente hostil. Alguns servidores de sobrevivência são vanilla e não mudam o jogo normal, enquanto outros usam plugins e mods para adicionar recursos extras como uma economia no jogo e cidades de jogadores. Os servidores de sobrevivência também podem ter o PvP ativado, o que significa que os jogadores precisam sobreviver contra criaturas hostis e jogadores inimigos."
    },
    "towny": {
      "formatted": "Cidade",
      "desc": "Servidores de cidade são orientados para a gestão da terra, jogadores podem possuir terrenos próprios e criar uma cidade, trabalhando juntos e convidando outros jogadores. Novos jogadores podem entrar em uma cidade existente ou criar uma própria e cada cidade tem um presidente da câmara encarregado de gerir os residentes e de estabelecer as regras. O modo cidade também adiciona recursos econômicos, incluindo bancos urbanos, a capacidade de comprar terra com moeda dentro do jogo e um sistema fiscal."
    },
    "vanilla": {
      "formatted": "Padrão",
      "desc": "O modo padrão busca recriar o jogo original de sobrevivência do Minecraft em um mundo multijogador. Os servidores Vanilla usam o software do servidor fornecido diretamente pelo Minecraft e não têm modificações. Servidores Semi-vanilla usam software de servidor modificado e podem ter um pequeno número de plugins, mas apenas para adicionar recursos simples que não mudam significativamente o gameplay."
    },
    "minigames": {
      "formatted": "Minigames",
      "desc": "Minigames servers offer a variety of fun gamemodes that can all be played from within a single server. Players join a central lobby and then select the individual minigame that they want to play. Some are competitive and involve PvP while other games require teamwork and cooperation. Popular minigames include Hide and Seek, Capture the Flag, Spleef and Bedwars."
    },
    "roleplay": {
      "formatted": "RolePlay",
      "desc": "Minecraft servers based around roleplaying encourage players to take on the role of a completely different character and immerse themselves in a fantasy world. Roleplay servers are often heavily modified and use custom plugins and pre-built custom or player-made maps to give the server a specific theme."
    },
    "pixelmon": {
      "formatted": "Pixelmon",
      "desc": "Minecraft servers running the multiplayer version of the Pixelmon mod. Pixelmon aims to recreate Pokemon gameplay within Minecraft by adding hundreds of different species of Pokemon that randomly spawn throughout the world and can be captured by players. The mod also adds realistic Pokemon battle mechanics, gyms complete with NPC trainers and a fully functional Pokedex."
    },
    "parkour": {
      "formatted": "Parkour",
      "desc": "The objective of Minecraft parkour servers is to complete obstacle courses by running, jumping and climbing from one stage to the next. The courses have different themes and range in difficulty from easy to extremely hard. Parkour servers usually have a timer counting how long it takes to complete each course and show leaderboards of the fastest players."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "Player versus environment servers have PvP disabled meaning players cannot fight and do damage to each other. Instead, players must work together and survive against the environment and Minecraft's many hostile mobs."
    },
    "skywars": {
      "formatted": "SkyWars",
      "desc": "Skywars is a PvP minigame where players battle each other on floating islands until only one survivor is remaining. Each player spawns on an individual island, when the game begins players must prepare for battle before crossing to the other islands and fighting. Chests on each island contain useful items including weapons and food, and there is commonly a larger island at the centre of the map with even more resources."
    },
    "hardcore": {
      "formatted": "Hardcore",
      "desc": "Hardcore servers are competitive PvP servers that don't have many rules and aim to make survival extremely difficult. These servers usually allow griefing and don't have any kind of land protection system. Some hardcore servers will even temporarily ban players upon death or not enable natural health regeneration."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP is a competitive gamemode where players choose a kit to equip before going into battle and fighting each other in different areas. Each kit contains a unique set of items, effects and special abilities including weapons and armour that give players different fighting abilities. New and more powerful kits can be unlocked by scoring points and levelling up."
    }
  }
}
