{
  "header": "Crafty Premium",
  "subheader": "Избери план, който да отговаря на нуждите ти и финансирай разработването на Crafty!",
  "monthly": "Плащане на месец",
  "annually": "Плащане на година",
  "year": "година",
  "month": "месец",
  "craftyBot": "Бот Crafty",
  "craftyBotInformation": "Crafty е напреднал, фокусиран върху Майнкрафт бот за Дискорд. Намери повече информация на",
  "comingSoon": "Очаквайте скоро",
  "benefits": "предимства",
  "subscribe": "Абонирай се",
  "off": "намаление",
  "emerald": {
    "slug": "Персонализиран slug (/users/custom-slug)",
    "color": "Специален цвят за страниците ти на сървър и играч",
    "access": "Специален смарагден достъп в сървъра в Дискорд на Crafty",
    "icon": "Смарагдна значка в твоя профил в crafty.gg",
    "serverTracking": "Достъп до 1 място за проследяване на Майнкрафт сървър",
    "dmCommands": "Използване на команди чрез директни съобщения",
    "textureSearch": "Достъп до командата /texturesearch",
    "notifications": "Получаване на известие когато дадено потребителско име в Майнкрафт се освободи през Дискорд и/или електронна поща (1 потребителско име)"
  },
  "ruby": {
    "customImage": "Добавяне на персонализирано изображение в страницата на сървъра ти",
    "serverDescription": "1000 символа лимит за описанието на сървъра ти (вместо 350)",
    "moreTags": "Добавяне на до 9 ключови думи за сървъра ти (вместо 5)",
    "access": "Специален рубинен достъп в сървъра в Дискорд на Crafty",
    "icon": "Рубинена значка в твоя профил в crafty.gg",
    "removeCooldowns": "Премахване на всички командни изчаквания",
    "serverTracking": "Достъп до 2 места за проследяване на Майнкрафт сървъри",
    "notifications": "Получаване на известие когато дадено потребителско име в Майнкрафт се освободи през Дискорд и/или електронна поща (3 потребителски имена)"
  },
  "diamond": {
    "slug": "Персонализиран slug на сървър (/servers/custom-slug)",
    "earlyAccess": "Ранен достъп до нашите функции, където можеш да изпратиш отзиви",
    "access": "Специален диамантен достъп в сървъра в Дискорд на Crafty",
    "icon": "Диамантена значка в твоя профил в crafty.gg",
    "removeUpvote": "Премахване на всички изисквания за гласуване и изчаквания за всички членове на сървър в Дискорд",
    "serverTracking": "Access to 3 Minecraft server tracking slots",
    "notifications": "Receive notification when Minecraft username becomes available via Discord and/or e-mail (8 username)"
  },
  "futureFeatures": {
    "header": "By subscribing, you support the development of Crafty",
    "subheader": "Here's a list of features we plan to introduce in the future",
    "playerStatistics": "Player Statistics",
    "playerStatisticsInformation": "Get Minecraft player statistics across multiple popular Minecraft servers, all-in-one. This tool is already under development and is used by Crafty bot",
    "richTextEditor": "Rich Text Editor",
    "richTextEditorInformation": "Right now you can only use Markdown for your server's description, we plan to change this with a feature rich text editor to help you create the best description for your server",
    "serverAnalytics": "Server Analytics",
    "serverAnalyticsInformation": "Analytics for server owners for better insights",
    "skinEditor": "Skin Editor",
    "skinEditorInformation": "Feature rich skin editor for you to create your next best skin freely and with ease",
    "notifications": "Notifications",
    "notificationsInformation": "Receive notifications useful notifications (if you opt in) when your server goes offline, when a Minecraft username is available, when a new Minecraft version or article is out, and more!",
    "yourSuggestion": "Your Suggestion",
    "yourSuggestionInformation": "Your idea could be here. Join our discord and let us know what you'd like to see or fill out the form in the feedback page"
  }
}
