{
  "details": {
    "adventure": {
      "formatted": "Aventura",
      "desc": "Los servidores de aventura expanden el modo de juego Aventura de Minecraft en el cuál el jugador tiene interacciones limitadas con un mundo predeterminado que es usualmente personalizado o creado por jugadores. Usualmente, el objetivo es sobrevivir crafteando objetos y matando mobs mientras enfrentas el reto de no poder romper o poner bloques."
    },
    "anarchy": {
      "formatted": "Anarquía",
      "desc": "Los servidores anárquicos tienden a carecer de leyes y cuentan con apenas una mínima protección de terreno, aquí no hay reglas. Algunos servidores anárquicos permiten trampas como Clientes que modifican la forma en la que Minecraft funciona para dar una ventaja justa o injusta en un marco de anarquía en el que los otros jugadores también están haciendo trampa. El objetivo común es sobrevivir y defenderse de los otros jugadores y monstruos, recolectar recursos, construir bases seguras y secretas, todo inmerso en un ambiente despiadado pero no restrictivo de destrucción descontrolada."
    },
    "battleroyale": {
      "formatted": "Battle Royale",
      "desc": "Los servidores de Battle Royale (batalla campal) son para jugadores que desean poner a prueba sus habilidades de Minecraft contra otros en una arena cerrada que progresivamente se achica con el tiempo y en donde los recursos pueden dar una gran ventaja sobre los otros jugadores. Los servidores de Battle Royale suelen inspirarse en otros juegos populares como Fortnite, PUBG y Call of Duty."
    },
    "bedwars": {
      "formatted": "BedWars",
      "desc": "Bedwars es un popular y estratégico mini-juego PvP (jugador vs jugador) de Minecraft en el que el objetivo es ser el último jugador (o equipo) con vida, sea defendiendo o eliminando a los oponentes. El modo de juego Bedwars suele involucrar una cama que debe ser protegida ya que cuando es destruida no puedes volver a aparecer. Bedwars usualmente se lleva a cabo en islas en el cielo donde el mayor peligro es caer en el vacío sin fondo."
    },
    "hungergames": {
      "formatted": "Juegos del Hambre",
      "desc": "Los Juegos del Hambre es un popular PvP (jugador vs jugador) de supervivencia de Minecraft en el que el objetivo es sobrevivir usando objetos que se encuentran distribuidos en el mapa y defenderse de otros jugadores para ser el último jugador en pie."
    },
    "survivalgames": {
      "formatted": "Juegos de Supervivencia",
      "desc": "Juegos de Supervivencia es un popular mini-juego PvP (jugador vs jugador) de supervivencia de Minecraft en el que el objetivo es sobrevivir usando objetos que se encuentran distribuidos en el mapa y defenderse de otros jugadores para ser el último jugador en pie."
    },
    "factions": {
      "formatted": "Facciones",
      "desc": "Los servidores de Facciones son servidores competitivos de PvP que dejan a los jugadores juntarse creando clanes o uniéndose a uno. Los miembros de una facción trabajan juntos para construir bases, proteger su terreno, recolectar recursos valiosos así como reclutar nuvos miembros. Las facciones dentro de un servidor pueden volverse tanto aliadas como proveer soporte entre sí o elegir ser enemigas y enfrentarse en batalla."
    },
    "economy": {
      "formatted": "Economía",
      "desc": "Economy servers operate a virtual economy that allows players to earn and spend an in-game currency. Players can make money by mining valuable resources, completing challenges, trading with other players, and selling items in shops. Most servers also display leaderboards to encourage competition among the wealthiest players."
    },
    "creative": {
      "formatted": "Creative",
      "desc": "Creative mode servers have creative features enabled. These modes disable Minecraft's survival features, allowing players to build cities and other complex structures with an unlimited amount of blocks. Fly mode is enabled as part of the creative mode to allow for easier building. Servers also allow the use of world editing plugins which makes the building process even easier."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO is a plugin that adds RPG style features to Minecraft's normal survival gameplay. It allows players to earn experience and level up by doing actions or using tools. By reaching higher levels, they can gain bonuses such as double item drops. Experience can be earned in all sorts of ways from mining and woodcutting to archery and alchemy."
    },
    "skyblock": {
      "formatted": "Skyblock",
      "desc": "Skyblock servers are multiplayer versions of the original Skyblock survival map. Each player spawns on a small floating island with limited resources and must think creatively to gather materials, expand the island and survive. The majority of Skyblock servers include economic features such as the ability to buy and sell items with in-game currency and leaderboards of the wealthiest players."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "Minecraft servers with PvP enabled allow players to fight and do damage against each other. PvP servers include a huge variety of different gamemodes from vanilla survival and factions to battle royale style minigames and KitPvP. Players must survive against not only the environment and hostile mobs but also any enemy players. Some servers have PvP enabled throughout the entire map while others have safe zones such as spawn where players can't fight."
    },
    "prison": {
      "formatted": "Prison",
      "desc": "Prison servers don't have any wilderness and are instead set entirely within a prison-themed map. Players start at the lowest rank with basic tools and must earn money to rank up and become more powerful. Money is earned by mining resources at predesignated mines, and new mines with more valuable resources are unlocked by ranking up. Players can challenge each other to battle in PvP arenas and even buy plots of land inside the prison to build a base and store valuables."
    },
    "survival": {
      "formatted": "Survival",
      "desc": "Survival is the default Minecraft gamemode where players explore the wilderness and gather resources to survive in a hostile environment. Some survival servers are vanilla and don't change normal gameplay, while others use plugins and mods to add extra features such as an in-game economy and player-run towns. Survival servers may also have PvP enabled, meaning players need to survive against hostile mobs and enemy players."
    },
    "towny": {
      "formatted": "Towny",
      "desc": "Towny servers are land management orientated, players can own plots of land and create a town by working together and inviting other players. New players can either join an existing town or create their own, and each town has a mayor who is in charge of managing the residents and setting the rules. Towny also adds economic features including town banks, the ability to purchase land with in-game currency and a taxation system."
    },
    "vanilla": {
      "formatted": "Vanilla",
      "desc": "Vanilla servers aim to recreate Minecraft's original survival gameplay in a multiplayer world. Pure vanilla servers use the server software provided directly by Minecraft and don't have any modifications. Semi-vanilla servers use modified server software and may have a small number of plugins, but only to add simple features that don't significantly change gameplay."
    },
    "minigames": {
      "formatted": "Minigames",
      "desc": "Minigames servers offer a variety of fun gamemodes that can all be played from within a single server. Players join a central lobby and then select the individual minigame that they want to play. Some are competitive and involve PvP while other games require teamwork and cooperation. Popular minigames include Hide and Seek, Capture the Flag, Spleef and Bedwars."
    },
    "roleplay": {
      "formatted": "RolePlay",
      "desc": "Minecraft servers based around roleplaying encourage players to take on the role of a completely different character and immerse themselves in a fantasy world. Roleplay servers are often heavily modified and use custom plugins and pre-built custom or player-made maps to give the server a specific theme."
    },
    "pixelmon": {
      "formatted": "Pixelmon",
      "desc": "Minecraft servers running the multiplayer version of the Pixelmon mod. Pixelmon aims to recreate Pokemon gameplay within Minecraft by adding hundreds of different species of Pokemon that randomly spawn throughout the world and can be captured by players. The mod also adds realistic Pokemon battle mechanics, gyms complete with NPC trainers and a fully functional Pokedex."
    },
    "parkour": {
      "formatted": "Parkour",
      "desc": "The objective of Minecraft parkour servers is to complete obstacle courses by running, jumping and climbing from one stage to the next. The courses have different themes and range in difficulty from easy to extremely hard. Parkour servers usually have a timer counting how long it takes to complete each course and show leaderboards of the fastest players."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "Player versus environment servers have PvP disabled meaning players cannot fight and do damage to each other. Instead, players must work together and survive against the environment and Minecraft's many hostile mobs."
    },
    "skywars": {
      "formatted": "SkyWars",
      "desc": "Skywars is a PvP minigame where players battle each other on floating islands until only one survivor is remaining. Each player spawns on an individual island, when the game begins players must prepare for battle before crossing to the other islands and fighting. Chests on each island contain useful items including weapons and food, and there is commonly a larger island at the centre of the map with even more resources."
    },
    "hardcore": {
      "formatted": "Hardcore",
      "desc": "Hardcore servers are competitive PvP servers that don't have many rules and aim to make survival extremely difficult. These servers usually allow griefing and don't have any kind of land protection system. Some hardcore servers will even temporarily ban players upon death or not enable natural health regeneration."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP is a competitive gamemode where players choose a kit to equip before going into battle and fighting each other in different areas. Each kit contains a unique set of items, effects and special abilities including weapons and armour that give players different fighting abilities. New and more powerful kits can be unlocked by scoring points and levelling up."
    }
  }
}
