{
  "details": {
    "adventure": {
      "formatted": "Aventura",
      "desc": "Los servidores de aventura expanden el modo de juego Aventura de Minecraft en el cuál el jugador tiene interacciones limitadas con un mundo predeterminado que es usualmente personalizado o creado por jugadores. Usualmente, el objetivo es sobrevivir crafteando objetos y matando mobs mientras enfrentas el reto de no poder romper o poner bloques."
    },
    "anarchy": {
      "formatted": "Anarquía",
      "desc": "Los servidores anárquicos tienden a carecer de leyes y cuentan con apenas una mínima protección de terreno, aquí no hay reglas. Algunos servidores anárquicos permiten trampas como Clientes que modifican la forma en la que Minecraft funciona para dar una ventaja justa o injusta en un marco de anarquía en el que los otros jugadores también están haciendo trampa. El objetivo común es sobrevivir y defenderse de los otros jugadores y monstruos, recolectar recursos, construir bases seguras y secretas, todo inmerso en un ambiente despiadado pero no restrictivo de destrucción descontrolada."
    },
    "battleroyale": {
      "formatted": "Battle Royale",
      "desc": "Los servidores de Battle Royale (batalla campal) son para jugadores que desean poner a prueba sus habilidades de Minecraft contra otros en una arena cerrada que progresivamente se achica con el tiempo y en donde los recursos pueden dar una gran ventaja sobre los otros jugadores. Los servidores de Battle Royale suelen inspirarse en otros juegos populares como Fortnite, PUBG y Call of Duty."
    },
    "bedwars": {
      "formatted": "BedWars",
      "desc": "Bedwars es un popular y estratégico mini-juego PvP (jugador vs jugador) de Minecraft en el que el objetivo es ser el último jugador (o equipo) con vida, sea defendiendo o eliminando a los oponentes. El modo de juego Bedwars suele involucrar una cama que debe ser protegida ya que cuando es destruida no puedes volver a aparecer. Bedwars usualmente se lleva a cabo en islas en el cielo donde el mayor peligro es caer en el vacío sin fondo."
    },
    "hungergames": {
      "formatted": "Juegos del Hambre",
      "desc": "Los Juegos del Hambre es un popular PvP (jugador vs jugador) de supervivencia de Minecraft en el que el objetivo es sobrevivir usando objetos que se encuentran distribuidos en el mapa y defenderse de otros jugadores para ser el último jugador en pie."
    },
    "survivalgames": {
      "formatted": "Juegos de Supervivencia",
      "desc": "Juegos de Supervivencia es un popular mini-juego PvP (jugador vs jugador) de supervivencia de Minecraft en el que el objetivo es sobrevivir usando objetos que se encuentran distribuidos en el mapa y defenderse de otros jugadores para ser el último jugador en pie."
    },
    "factions": {
      "formatted": "Facciones",
      "desc": "Los servidores de Facciones son servidores competitivos de PvP que dejan a los jugadores juntarse creando clanes o uniéndose a uno. Los miembros de una facción trabajan juntos para construir bases, proteger su terreno, recolectar recursos valiosos así como reclutar nuvos miembros. Las facciones dentro de un servidor pueden volverse tanto aliadas como proveer soporte entre sí o elegir ser enemigas y enfrentarse en batalla."
    },
    "economy": {
      "formatted": "Economía",
      "desc": "Los servidores de economía operan una economía virtual que permite a los jugadores ganar y gastar monedas dentro del juego. Los jugadores pueden ganar dinero minando recursos valiosos, completando desafíos, comerciando con otros jugadores y vendiendo objetos en tiendas. La mayoría de los servidores también muestran tablas de clasificación para fomentar competencia entre los jugadores más ricos."
    },
    "creative": {
      "formatted": "Creativo",
      "desc": "Los servidores de modo creativo tienen las características del creativo activadas. Estos modos desactivan las caracterísitcas del modo supervivencia de Minecraft, permitiendo a los jugadores construir cuidades y otras estructuras complejas con una cantidad ilimitada de bloques. Puedes volar como parte del modo creativo para construir de manera más fácil. Estos servidores también permiten el uso de plugins de edición de mundo (WorldEdit, FAWE, ...) los cuales hacen el proceso de construcción aún más fácil."
    },
    "mcmmo": {
      "formatted": "McMMO",
      "desc": "McMMO es un plugin que añade características de estilo RPG al juego de supervivencia normal de Minecraft. Permite a los jugadores ganar experiencia y subir de nivel haciendo acciones o usando herramientas. Alcanzando niveles más altos, pueden obtener bonificaciones como objetos dobles. La experiencia se puede ganar de todo tipo de formas, desde la minería y la tala de árboles, hasta el tiro con arco y la alquimia."
    },
    "skyblock": {
      "formatted": "Skyblock",
      "desc": "Los servidores de Skyblock son versiones multijugador del mapa de supervivencia original de Skyblock. Cada jugador aparece en una pequeña isla flotante con recursos limitados y debe pensar de manera creativa cómo obtener materiales, expandir la isla y sobrevivir. La mayoría de los servidores de Skyblock incluyen características económicas como la capacidad de comprar y vender objetos con una moneda dentro del servidor y tablas de clasificación de los jugadores más ricos."
    },
    "pvp": {
      "formatted": "PvP",
      "desc": "Los servidores de Minecraft con PVP activado permiten a los jugadores luchar e infligir daño a otros. Los servidores de PVP incluyen una gran variedad de modos de juego, desde supervivencia 'vanilla' y facciones hasta minijuegos de estilo 'battle royale' y KitPVP. Los jugadores deben sobrevivir no solamente al ambiente y las criaturas hostiles, sino también a los jugadores enemigos."
    },
    "prison": {
      "formatted": "Prisión",
      "desc": "Los servidores de Prison se establecen en mapas ambientados completamente en una prisión. Los jugadores empiezan en el rango más bajo con unas herramientas básicas y deben ganar dinero para subir de rango y hacerse más poderosos. El dinero se gana minando recursos en minas prediseñadas, y nuevas minas con recursos más valiosos se desbloquean cada vez que el jugador sube de rango. Los jugadores pueden retar a otros a una batalla en arenas PVP e incluso comprar parcelas dentro de la prisión para construir una base y guardar los minerales."
    },
    "survival": {
      "formatted": "Supervivencia",
      "desc": "El modo supervivencia es el modo predeterminado de Minecraft, donde los jugadores exploran un mundo entero y deben obtener recursos para sobrevivir en un ambiente hostil. Algunos servidores de supervivencia son 'vanilla' y no cambian el juego normal, mientras que otros usan plugins y mods para añadir características extra como economías dentro del juego y pueblos gestionados por jugadores. Los servidores de supervivencia puede también que tengan el PVP habilitado, lo que significa que los jugadores tendrán que sobrevivir a criaturas hostiles y a jugadores enemigos."
    },
    "towny": {
      "formatted": "Towny",
      "desc": "Towny servers are land management orientated, players can own plots of land and create a town by working together and inviting other players. New players can either join an existing town or create their own, and each town has a mayor who is in charge of managing the residents and setting the rules. Towny also adds economic features including town banks, the ability to purchase land with in-game currency and a taxation system."
    },
    "vanilla": {
      "formatted": "Vanilla",
      "desc": "Vanilla servers aim to recreate Minecraft's original survival gameplay in a multiplayer world. Pure vanilla servers use the server software provided directly by Minecraft and don't have any modifications. Semi-vanilla servers use modified server software and may have a small number of plugins, but only to add simple features that don't significantly change gameplay."
    },
    "minigames": {
      "formatted": "Minijuegos",
      "desc": "Minigames servers offer a variety of fun gamemodes that can all be played from within a single server. Players join a central lobby and then select the individual minigame that they want to play. Some are competitive and involve PvP while other games require teamwork and cooperation. Popular minigames include Hide and Seek, Capture the Flag, Spleef and Bedwars."
    },
    "roleplay": {
      "formatted": "RolePlay",
      "desc": "Minecraft servers based around roleplaying encourage players to take on the role of a completely different character and immerse themselves in a fantasy world. Roleplay servers are often heavily modified and use custom plugins and pre-built custom or player-made maps to give the server a specific theme."
    },
    "pixelmon": {
      "formatted": "Pixelmon",
      "desc": "Minecraft servers running the multiplayer version of the Pixelmon mod. Pixelmon aims to recreate Pokemon gameplay within Minecraft by adding hundreds of different species of Pokemon that randomly spawn throughout the world and can be captured by players. The mod also adds realistic Pokemon battle mechanics, gyms complete with NPC trainers and a fully functional Pokedex."
    },
    "parkour": {
      "formatted": "Parkour",
      "desc": "The objective of Minecraft parkour servers is to complete obstacle courses by running, jumping and climbing from one stage to the next. The courses have different themes and range in difficulty from easy to extremely hard. Parkour servers usually have a timer counting how long it takes to complete each course and show leaderboards of the fastest players."
    },
    "pve": {
      "formatted": "PvE",
      "desc": "Player versus environment servers have PvP disabled meaning players cannot fight and do damage to each other. Instead, players must work together and survive against the environment and Minecraft's many hostile mobs."
    },
    "skywars": {
      "formatted": "SkyWars",
      "desc": "Skywars is a PvP minigame where players battle each other on floating islands until only one survivor is remaining. Each player spawns on an individual island, when the game begins players must prepare for battle before crossing to the other islands and fighting. Chests on each island contain useful items including weapons and food, and there is commonly a larger island at the centre of the map with even more resources."
    },
    "hardcore": {
      "formatted": "Hardcore",
      "desc": "Hardcore servers are competitive PvP servers that don't have many rules and aim to make survival extremely difficult. These servers usually allow griefing and don't have any kind of land protection system. Some hardcore servers will even temporarily ban players upon death or not enable natural health regeneration."
    },
    "kitpvp": {
      "formatted": "KitPvP",
      "desc": "KitPvP is a competitive gamemode where players choose a kit to equip before going into battle and fighting each other in different areas. Each kit contains a unique set of items, effects and special abilities including weapons and armour that give players different fighting abilities. New and more powerful kits can be unlocked by scoring points and levelling up."
    }
  }
}
