{
  "header": "Crafty प्रीमियम",
  "subheader": "एक ऐसी योजना चुनें जो आपकी ज़रूरतों के अनुकूल हो और साथ ही साथ Crafty के विकास के लिए फंडिंग करे!",
  "monthly": "मासिक",
  "annually": "वार्षिक",
  "year": "वर्ष",
  "month": "महीना",
  "craftyBot": "Crafty बॉट",
  "craftyBotInformation": "क्राफ्टी बॉट एक उन्नत Minecraft फोकस्ड डिस्कॉर्ड बॉट है। अधिक जानकारी प्राप्त करें",
  "comingSoon": "जल्द आ रहा है",
  "benefits": "फायदें",
  "subscribe": "सदस्य बने",
  "off": "छूट",
  "emerald": {
    "slug": "कस्टम स्लग (/users/custom-slug)",
    "color": "आपके सर्वर और प्लेयर पेज के लिए कस्टम एक्सेंट रंग",
    "access": "Crafty के Discord पर विशेष Emerald पहुँच",
    "icon": "आपकी crafty.gg प्रोफ़ाइल पर आइकन",
    "serverTracking": "1 Minecraft सर्वर ट्रैकिंग स्लॉट तक पहुंच",
    "dmCommands": "सीधे संदेशों में कमांड का उपयोग करने की क्षमता",
    "textureSearch": "/texturesearch कमांड तक पहुँच",
    "notifications": "जब Minecraft उपयोगकर्ता नाम उपलब्ध हो जाए तब Discord और/या ई-मेल (1 उपयोगकर्ता नाम) के माध्यम से सूचना प्राप्त करें"
  },
  "ruby": {
    "customImage": "अपने सर्वर पृष्ठ पर एक कस्टम छवि जोड़ने की क्षमता",
    "serverDescription": "सर्वर विवरण वर्ण सीमा 1,500 वर्णों (500 के बजाय) तक बढ़ जाती है",
    "moreTags": "अपने सर्वर पर अधिकतम 9 टैग जोड़ें (5 के बजाय)",
    "access": "Crafty के Discord पर विशेष Ruby पहुँच",
    "icon": "आपकी crafty.gg प्रोफ़ाइल पर आइकन",
    "removeCooldowns": "सभी कमांड कूलडाउन हटाएँ",
    "serverTracking": "2 Minecraft सर्वर ट्रैकिंग स्लॉट तक पहुंच",
    "notifications": "जब Minecraft उपयोगकर्ता नाम उपलब्ध हो जाए तब Discord और/या ई-मेल (3 उपयोगकर्ता नाम) के माध्यम से सूचना प्राप्त करें"
  },
  "diamond": {
    "slug": "कस्टम सर्वर स्लग (/server/custom-slug)",
    "earlyAccess": "हमारी सुविधाओं तक प्रारंभिक पहुंच, जहां आप फ़ीडबैक प्रदान कर सकते हैं",
    "access": "Crafty के Discord पर विशेष Diamond पहुँच",
    "icon": "आपकी crafty.gg प्रोफ़ाइल पर आइकन",
    "removeUpvote": "डिस्कॉर्ड सर्वर में सभी उपयोगकर्ताओं के लिए सभी अपवोट आवश्यकताओं और कूलडाउन को हटाता है",
    "serverTracking": "3 Minecraft सर्वर ट्रैकिंग स्लॉट तक पहुंच",
    "notifications": "जब Minecraft उपयोगकर्ता नाम उपलब्ध हो जाए तब Discord और/या ई-मेल (8 उपयोगकर्ता नाम) के माध्यम से सूचना प्राप्त करें"
  },
  "futureFeatures": {
    "header": "सदस्यता लेने से, आप क्राफ्टी के विकास का समर्थन करते हैं",
    "subheader": "यहां उन सुविधाओं की सूची दी गई है जिन्हें हम भविष्य में पेश करने की योजना बना रहे हैं",
    "playerStatistics": "प्लेयर के आंकड़े",
    "playerStatisticsInformation": "कई लोकप्रिय Minecraft सर्वरों पर Minecraft प्लेयर के आंकड़े प्राप्त करें, all-in-one. यह उपकरण पहले से ही विकास के अधीन है और क्राफ्टी बॉट द्वारा उपयोग किया जाता है",
    "richTextEditor": "रिच टेक्स्ट एडिटर",
    "richTextEditorInformation": "अभी आप केवल अपने सर्वर के विवरण के लिए मार्कडाउन का उपयोग कर सकते हैं, हम आपके सर्वर के लिए सबसे अच्छा विवरण बनाने में आपकी मदद करने के लिए इसे एक फीचर रिच टेक्स्ट एडिटर के साथ बदलने की योजना बना रहे हैं।",
    "serverAnalytics": "सर्वर एनालिटिक्स",
    "serverAnalyticsInformation": "बेहतर जानकारी के लिए सर्वर मालिकों के लिए एनालिटिक्स",
    "skinEditor": "स्किन एडिटर",
    "skinEditorInformation": "आपकी अगली सर्वश्रेष्ठ स्किन को स्वतंत्र रूप से और आसानी से बनाने के लिए रिच स्किन एडिटर की सुविधा दें संदर्भ",
    "notifications": "सूचनाएँ",
    "notificationsInformation": "जब आपका सर्वर ऑफ़लाइन हो जाता है, जब एक Minecraft उपयोगकर्ता नाम उपलब्ध होता है, जब एक नया Minecraft संस्करण या लेख प्रकाशित होता है, तो उपयोगी सूचनाएं प्राप्त करें (यदि आप ऑप्ट इन करते हैं), और बहुत कुछ!",
    "yourSuggestion": "आपके सुझाव",
    "yourSuggestionInformation": "आपका विचार यहाँ हो सकता है। हमारे डिस्कॉर्ड में शामिल हों और हमें बताएं कि आप क्या देखना चाहते हैं या फीडबैक पेज में फ़ॉर्म भरना चाहते हैं"
  }
}
